[
    {
        "crystalName": "Quartz",
        "properties": "The Stone of Power. The ultimate “anything-stone”, as it radiates all the color vibrations within the spectrum of light. A power stone that harmonizes and balances. It enhances energy and thoughts, and purifies the spiritual, mental, and physical. It is also a powerfully protective stone, bringing the purified energy in. Can be programmed to communicate with spirits and other worlds. Worn as a power amplifier during magic. The all-in-one metaphysical stone. One of the most popular and powerful stones in energy work. Used to cleanse, open, activate, and align all of the chakras. Clear Quartz can be programmed with intentions to emit helpful energies.",
        "image": "https://beyogi.com/wp-content/uploads/2018/05/crystal-clear_1.png",
        "attribute": "Power, Protection",
        "element": "Fire",
        "color": "Brown, black, colorless, green, pink, violet, white, yellow, orange, purple",
        "habitat": "Prismatic",
        "tenacity": "Brittle",
        "mohs": "7",
        "other": "-lattice: hexagonal, Piezoelectric, may be triboluminescent, chiral (hence optically active if not racemic)"
    },
    {
        "crystalName": "Amazonite",
        "properties": "Called the “Stone of Courage”, filling the heart with determination, helping to bring about and sustain focus. Aids in overcoming negativity and self doubt. A stone of self-confidence, respect and grace. Enhance understanding and approve one’s ability to see another's point of view. Allows one to be more cooperative with others as well. Amazonite balances the masculine and feminine energies of one’s personality. It enhances communications concerning love, as well as combating sexism on many levels. Known to enhance creative inspirations and endeavors.",
        "image": "https://www.downloadclipart.net/medium/agate-png-picture.png",
        "attribute": "Success",
        "element": "Water",
        "color": "Green, Blue-green",
        "habitat": "Prismatic",
        "tenacity": "Brittle",
        "mohs": "6-6.5",
        "other": "-Radioactive"
    },
    {
        "crystalName": "Amber",
        "properties": "Amber is fossilized tree resin that carries ancient earth wisdom. It absorbs negative energy while attracting good luck, and is particularly protective for children. Warm to the touch, it embodies preserved sunlight.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Amber2.jpg/250px-Amber2.jpg",
        "attribute": "Protection, Purification, Time",
        "element": "Fire",
        "color": "Golden to orange-brown",
        "habitat": "Baltic Sea region, Dominican Republic",
        "tenacity": "Brittle",
        "mohs": "2-2.5",
        "other": "Often contains prehistoric plant/insect inclusions. Electrically charged when rubbed."
    },
    {
        "crystalName": "Amethyst",
        "properties": "Use as a source of comfort and spiritual strength. Amethyst is one of the best crystals to work with the Third-Eye, enhancing both intuition and physical vision on all planes of existence. Use for deep dream work or when you need to access long forgotten knowledge. Amethyst helps you achieve a higher state of consciousness and meditation. A stone to help you on your spiritual path and to awaken your psychic Intuition. More than any other crystal it will quiet the mind, allowing you to more easily make contact with spirit. Encourages selflessness and spiritual wisdom. It helps increase the energy of any stone it's used with. A very high spiritual energy stone. Amethyst activates spiritual awareness, opens intuition and enhances psychic abilities. A self-clearing stone it never needs to be cleansed. It can be used to clear other stones by laying them on the Amethyst. Healers use it today as it assists you to beat addictions, and this was also believed by the ancient Greeks. One of the most protective stones for psychic attacks if worn. Amethyst crystals are exceptional for providing spiritual protection.",
        "image": "https://loveandlightschool.com/wp-content/uploads/2017/04/invisible-amethyst-rough-point-1.png",
        "attribute": "Courage, Dreams, Happiness, Healing, Love, Peace",
        "element": "Water",
        "color": "Purple, Violet, Dark Purple",
        "habitat": "6-sided prism ending in 6-sided pyramid (typical)",
        "tenacity": "Brittle",
        "mohs": "7–lower in impure varieties",
        "other": "-Piezoelectric"
    },
    {
        "crystalName": "Aquamarine",
        "properties": "Aquamarine is a stone that is highly connected to water and its healing, nutritious properties. It is also a stone about the tides of change in life. When you are experiencing difficulties in moving on from difficult situations and relationships, Aquamarine connect you to your inner strength.",
        "image": "https://www.awakenthepeace.com/wp-content/uploads/2016/07/aquamarine.png",
        "attribute": "Courage, Peace, Purification",
        "element": "Water",
        "color": "Blue",
        "habitat": "Long-prismatic habit, occasional vertical striations and growth and etch figures on the prism faces.",
        "tenacity": "Brittle",
        "mohs": "7.5 to 8",
        "other": null
    },
    {
        "crystalName": "Aventurine",
        "properties": "Stone of Self Reflection & Opportunity. It is told to relieve anxiety and calm one’s emotions, to bring about opportunity and to give good luck in games of chance. It is said to have the ability to enhance one’s sense of humor and cheerfulness as well. While it makes a powerful good luck piece to draw opportunities your way, it is told that it may also draw unexpected adventures as well as good luck in love.",
        "image": "https://www.awakenthepeace.com/wp-content/uploads/2016/07/aquamarine.png",
        "attribute": "Luck, Mental Strength, Money, Wealth, Prosperity, Peace",
        "element": "Air",
        "color": "Green, red-brown, gold-brown",
        "habitat": "Massive",
        "tenacity": "Brittle",
        "mohs": "7 to 6.5",
        "other": null
    },
    {
        "crystalName": "Black Tourmaline",
        "properties": "Black Tourmaline is something of a guardian stone, protecting you against negative energy. Black Tourmaline forms a strong barrier between you and others, and ensures that you can’t be dragged into drama or emotional blackmail.",
        "image": "https://thehealthyb.com/wp-content/uploads/2019/12/blacktourmalinefreeformcrystal-blacktourmalinecrystal-197x300.png",
        "attribute": "Protection",
        "element": "Earth",
        "color": "Black",
        "habitat": "Prismatic to acicular crystals",
        "tenacity": "Brittle",
        "mohs": "7 to 7.5",
        "other": null
    },
    {
        "crystalName": "Bloodstone",
        "properties": "Bloodstone is highly regarded for its ability to protect against negative energies and harmful influences. The stone is thought to enhance intuition, clarity of thought, and mental focus. It supports decision-making and helps to dispel confusion.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Quarz_-_Heliotrop_%28Blutjaspis%29.JPG/260px-Quarz_-_Heliotrop_%28Blutjaspis%29.JPG",
        "attribute": "Vitality, Courage, Grounding",
        "element": "Earth",
        "color": "Dark green with red flecks",
        "habitat": "India, Brazil, Us",
        "tenacity": "Hard",
        "mohs": "6.5 - 7",
        "other": "It's often cut into various shapes for use in jewelry, like cabochons, beads, and pendants"
    },
    {
        "crystalName": "Carnelian",
        "properties": "There is a strong undercurrent of vitality to this stone that perks you up and electrifies your mind with ideas and ambitions. If you have been suffering a little less lust for life than usual, Carnelian is the stone you need.",
        "image": "https://www.pngarts.com/files/2/Carnelian-PNG-Transparent-Image.png",
        "attribute": "Eloquence, Peace, Sexual Energy",
        "element": "Fire",
        "color": "Red, orange, reddish",
        "habitat": "Fibrous to grained aggregate",
        "tenacity": null,
        "mohs": "6.5 to 7",
        "other": null
    },
    {
        "crystalName": "Charoite",
        "properties": "Charoite is a transformative stone that dissolves fear and old patterns, awakening spiritual courage. Its swirling purple patterns stimulate past-life recall. Called the 'Stone of Transformation,' it’s ideal for shadow work and soul evolution.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Czaroit1.jpg/250px-Czaroit1.jpg",
        "attribute": "Transformation, Psychic Vision, Soul Healing",
        "element": "Storm (Wind + Earth)",
        "color": "Lavender to deep purple with swirling patterns",
        "habitat": "Found only in the Sakha Republic, Siberia, Russia, near the Chara River",
        "tenacity": "Brittle",
        "mohs": "5-6",
        "other": "Discovered in the 1940s but only used widely since the 1970s. Rare outside Siberia."
    },
    {
        "crystalName": "Chrysocolla",
        "properties": "The 'Stone of Communication' with vibrant turquoise hues, chrysocolla empowers truthful expression while soothing emotional wounds. Its copper content links it to Venusian energy, making it ideal for harmonizing relationships and creative flow.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Chrysocolla-230109.jpg/250px-Chrysocolla-230109.jpg",
        "attribute": "Communication, Feminine Power, Emotional Healing",
        "element": "Water",
        "color": "Turquoise-blue with black/brown matrix",
        "habitat": "Copper deposits in arid regions (SW USA, Chile, Israel)",
        "tenacity": "Brittle to crumbly",
        "mohs": "2.5-3.5",
        "other": "Often found mixed with malachite/azurite. May contain toxic copper salts - wash hands after handling."
    },
    {
        "crystalName": "Citrine",
        "properties": "Citrine is a crystal that can’t help but inspire positivity and determination. Citrine also promotes the idea of growth. That’s growth of an individual, growth in a relationship, growth in financial abundance – anything you turn its powers towards.",
        "image": "https://loveandlightschool.com/wp-content/uploads/2018/07/invisible-citrine-dreamstime_xl_34474113-1.png",
        "attribute": "Creativity, Imagination, Manifestation, Protection",
        "element": "Fire",
        "color": "Light yellow to dark yellow, gold-brown",
        "habitat": "Hexagonal prisms with pyramids",
        "tenacity": "Brittle",
        "mohs": "7",
        "other": "-lattice: hexagonal, Piezoelectric, may be triboluminescent, chiral (hence optically active if not racemic)"
    },
    {
        "crystalName": "Coral",
        "properties": "Coral is a stone of diplomacy and understanding. It promotes inner peace and facilitates emotional healing. Coral is associated with the root chakra and is often used for protection and balancing emotions.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Red_coral.JPG/220px-Red_coral.JPG",
        "attribute": "Diplomacy, Emotional Healing",
        "element": "Water",
        "color": "Red, pink, white",
        "habitat": "Underwater, calcium carbonate skeleton",
        "tenacity": "Brittle",
        "mohs": "3.5-4",
        "other": "Organic material"
    },
    {
        "crystalName": "Diamond",
        "properties": "The hardest natural substance on Earth, diamonds symbolize invincibility and eternal love. They amplify all energies (positive or negative), enhance clarity of thought, and represent the indestructible soul in esoteric traditions.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/3/36/Diamond.jpg",
        "attribute": "Amplification, Purity, Invincibility",
        "element": "Storm (Earth + Air)",
        "color": "Colorless (most common), also pink/blue/yellow",
        "habitat": "Kimberlite pipes (ancient volcanic conduits)",
        "tenacity": "Perfect cleavage",
        "mohs": "10",
        "other": "Formed under extreme pressure 100+ miles underground. The April birthstone."
    },
    {
        "crystalName": "Fluorite",
        "properties": " Fluorite is known for its ability to clear negative energy, support emotional healing, and enhance mental clarity. It is especially noted for its calming and protective effects, aiding in deep meditation and emotional balance. Each color of fluorite has its unique properties; for example, purple fluorite enhances psychic abilities, green promotes healing, and blue supports emotional well-being",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/3192M-fluorite1.jpg/260px-3192M-fluorite1.jpg",
        "attribute": "Warding, Healing, Protection",
        "element": "Air",
        "color": "Purple: Enhances psychic awareness and intuition. Green: Healing, detoxification, and connection to nature. Blue: Emotional balance, communication, and throat chakra healing",
        "habitat": "China, South Africa, Mexico, Us",
        "tenacity": "Soft",
        "mohs": "4",
        "other": null
    },
    {
        "crystalName": "Garnet",
        "properties": "Garnet is associated with vitality, passion, and protection. It enhances physical strength and endurance while stabilizing energy, making it a grounding stone. It also fosters emotional healing, promoting love, compassion, and devotion. Garnet is believed to help in overcoming challenges, boost motivation, and support emotional balance",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Garnet_Andradite20.jpg/220px-Garnet_Andradite20.jpg",
        "attribute": "Vitality, Promotes physical stamina and sexual health",
        "element": "Earth, Fire",
        "color": "Red, Green, Yellow, Orange",
        "habitat": "USA, Africa, Sri Lanka",
        "tenacity": "brittle",
        "mohs": "6.5 - 7.5",
        "other": "Garnet has been revered historically as a stone of strength and is the traditional birthstone for January. It is also associated with the zodiac sign Capricorn, helping to enhance determination and perseverance"
    },
    {
        "crystalName": "Hematite",
        "properties": "Hematite is a grounding and protective stone that energies and vitalises the physical body. It promotes optimism, determination, courage, self esteem and willpower, helping you to magnetise what you truly want and to strive for improvement. Hematite harmonises the mind, body and spirit, helping to dissolve negativity.",
        "image": "https://cdn.shopify.com/s/files/1/0015/5611/9612/files/TS-HEMA.jpg?v=1523014140",
        "attribute": "Cleansing, Grounding, Protection",
        "element": "Fire",
        "color": "Black, steel gray, partly reddish",
        "habitat": "Crystals complex rhombohedral, pseudocubic, prismatic, rarely scalenohedral, to 13 cm, with triangular striations; thin tabular, to micaceous or platy, commonly in rosettes; radiating fibrous, reniform, botryoidal or stalactitic masses, columnar; earthy, granular, oolitic, concretionary",
        "tenacity": "Brittle, Elastic in thin laminae",
        "mohs": "6",
        "other": null
    },
    {
        "crystalName": "Jet",
        "properties": "A fossilized coal formed from ancient monkey puzzle trees, called 'Black Amber' for its electrostatic properties. The ultimate mourning stone, it protects against evil spirits while facilitating safe ancestral communication.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Sample_of_jet_2013.JPG/250px-Sample_of_jet_2013.JPG",
        "attribute": "Protection, Grief Work, Necromancy",
        "element": "Earth",
        "color": "Deep black (may show wood grain)",
        "habitat": "Fossilized driftwood deposits (Whitby, England most famous)",
        "tenacity": "Brittle",
        "mohs": "2.5-4",
        "other": "Warms to touch and produces static electricity when rubbed"
    },
    {
        "crystalName": "Kyanite",
        "properties": "Kyanite is a high-vibration stone known for its ability to enhance psychic abilities, communication, and logical thinking while promoting tranquility and dream recall. Unlike other crystals, it does not retain negative energy and never requires cleansing. Its unique blade-like structure symbolizes cutting through illusions and fostering truth.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Kyanite_crystals.jpg/330px-Kyanite_crystals.jpg",
        "attribute": "Alignment, Communication, Psychic Awareness",
        "element": "Air, Water",
        "color": "Blue (most common), green, black, orange, white",
        "habitat": "Typically found in metamorphic rocks (e.g., schist, gneiss) and pegmatites. Major deposits in Brazil, Nepal, Switzerland, and the U.S. (North Carolina, Georgia).",
        "tenacity": "Brittle, splintery fracture",
        "mohs": "4.5–5 (parallel to crystal length), 6–7 (perpendicular)",
        "other": "Historically used in porcelain (high heat resistance). Blue kyanite is linked to Archangel Michael’s sword."
    },
    {
        "crystalName": "Labradorite",
        "properties": "Labradorite is a captivating crystal with profound metaphysical properties, particularly noted for its connection to intuition and spiritual growth. Its color can range from green to blue and grey, often displaying an iridescent play of colors known as labradorescence. The crystal is commonly associated with the Third Eye chakra, aiding in the enhancement of intuition, perception, and spiritual insight. Labradorite is believed to stimulate the imagination, helping individuals tap into their inner wisdom and creativity.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Labradorite_polie_3%28Madagascar%29.jpg/260px-Labradorite_polie_3%28Madagascar%29.jpg",
        "attribute": "Guarding, Manifestation, Psychic abilities",
        "element": "Air",
        "color": "Green, Blue, Grey",
        "habitat": "Canada, Finland, Madagascar",
        "tenacity": "Durable",
        "mohs": "6 - 6.5",
        "other": null
    },
    {
        "crystalName": "Lapis Lazuli",
        "properties": "Lapis Lazuli is a stone of wisdom, truth, and self-awareness. It enhances intellectual abilities and communication skills. Lapis Lazuli is associated with the throat chakra and is often used for promoting self-expression and inner peace.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Lazurite_-_Lapis_lazuli%2C_sodalite%2C_nosean%2C_hauyne_-_Ladjuar_Medam%2C_Sar-e_Sang%2C_Kokcha_Valley%2C_Afghanistan.jpg/220px-Lazurite_-_Lapis_lazuli%2C_sodalite%2C_nosean%2C_hauyne_-_Ladjuar_Medam%2C_Sar-e_Sang%2C_Kokcha_Valley%2C_Afghanistan.jpg",
        "attribute": "Wisdom, Communication",
        "element": "Water",
        "color": "Deep blue with gold flecks",
        "habitat": "Massive",
        "tenacity": "Brittle",
        "mohs": "5-6",
        "other": "May contain pyrite inclusions"
    },
    {
        "crystalName": "Larimar",
        "properties": "Larimar is the 'Dolphin Stone' of the Caribbean, carrying the energy of ocean waves and Atlantis. It dissolves emotional trauma, and connects to divine feminine wisdom. Prized for its rarity (found only in the Dominican Republic), it aids in past-life recall related to water civilizations.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Larimar.jpg/260px-Larimar.jpg",
        "attribute": "Emotional Healing, Atlantean Connection, Serenity",
        "element": "Water",
        "color": "Sky blue to teal with white swirls",
        "habitat": "Volcanic rocks in the Dominican Republic's Bahoruco Mountains",
        "tenacity": "Brittle",
        "mohs": "4.5-5",
        "other": "Discovered in 1974; named after the discoverer's daughter 'Larissa' + Spanish 'mar' (sea)."
    },
    {
        "crystalName": "Lepidolite",
        "properties": "A lithium-rich mica that radiates calming violet energy, known as the 'Stone of Transition.' It alleviates anxiety, balances bipolar disorder, and helps release addictive patterns by stabilizing emotional extremes.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Boromuscovite-Lepidolite-ch38a.jpg/330px-Boromuscovite-Lepidolite-ch38a.jpg",
        "attribute": "Emotional Balance, Stress Relief, Addiction Recovery",
        "element": "Water",
        "color": "Lavender to pinkish-violet",
        "habitat": "Granite pegmatites in Brazil, Russia, USA",
        "tenacity": "Elastic in thin sheets",
        "mohs": "2.5-3",
        "other": "Contains up to 3.5% lithium - used in mood stabilizer medications"
    },
    {
        "crystalName": "Libyan Desert Glass",
        "properties": "A golden-yellow impact glass formed 29 million years ago in the Sahara. Called 'the Stone of Ra,' it amplifies solar energy, enhances manifestation, and protects against psychic attacks. Unlike moldavite's chaotic energy, it provides fiery but grounding cosmic connection.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Libyan_Desert_Glass.jpg/250px-Libyan_Desert_Glass.jpg",
        "attribute": "Solar Power, Manifestation, Protection",
        "element": "Fire",
        "color": "Pale yellow to golden",
        "habitat": "Great Sand Sea (Egypt/Libya border)",
        "mohs": "5-6",
        "other": "Used in King Tutankhamun's pectoral jewelry"
    },
    {
        "crystalName": "Malachite",
        "properties": "Malachite is known for its potent healing properties, particularly for protection, transformation, and emotional balance. It is often associated with heart healing, promoting deep emotional clarity and protection from negative energies.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Malachite-71023.jpg/147px-Malachite-71023.jpg",
        "attribute": "Healing, Protection, Balance",
        "element": "Earth",
        "color": "Green",
        "habitat": "Africa",
        "tenacity": "Delicate",
        "mohs": "3.5 - 4",
        "other": "Malachite is a powerful protector, often used to guard against negative influences, particularly in emotional and physical healing"
    },
    {
        "crystalName": "Moldavite",
        "properties": "Moldavite is a highly prized, tektite crystal known for its cosmic and transformative energies. It is primarily associated with the Heart Chakra, but it also resonates strongly with the Crown and Third Eye Chakras. Its powerful vibrations are believed to stimulate spiritual growth, promote deep healing, and enhance psychic abilities",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Moldavite_No.2.jpg/220px-Moldavite_No.2.jpg",
        "attribute": "Spiritual Growth, Transformation, Awareness",
        "element": "Earth",
        "color": "Green",
        "habitat": "Czech Republic",
        "tenacity": "Fragile",
        "mohs": "5.5 - 6",
        "other": "Moldavite is known to enhance other stones, especially when paired with crystals like Amethyst, Rose Quartz, and Citrine for deeper spiritual work"
    },
    {
        "crystalName": "Obsidian",
        "properties": "Obsidian is the number one crystal to protect you from outside negative forces. The draining energy of complaining coworkers, customers, strangers, and even family members are reflected off the stone, keeping your aura safe from a negative onslaught. Obsidian is a must-have for healers in their practice so that the baggage of clients are not passed on to the therapist. Obsidian helps you deal with emotional and physical pain. It is a Root Chakra stone. ",
        "image": "https://meanings.crystalsandjewelry.com/wp-content/uploads/2020/03/Obsidian-300x266.jpg",
        "attribute": "Divination",
        "element": "Fire",
        "color": "Black, brown, partly iridescent or with silvery or golden sheen (opaque) Brown, green, red (transparent)",
        "habitat": "Massive",
        "tenacity": null,
        "mohs": "5 to 5.5",
        "other": null
    },
    {
        "crystalName": "Onyx",
        "properties": "Onyx is a powerful and protective crystal with a deep metaphysical significance. It is known for its abilities to foster strength, confidence, and clarity. Onyx aids in dispelling negative perceptions, promoting resilience, and guiding individuals through challenges by instilling a sense of self-assurance. It is especially useful in meditation, helping you connect with your inner self and letting go of fears and insecurities. Onyx is often associated with achieving goals and enhancing personal transformation",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Agate-Quartz-49959.jpg/250px-Agate-Quartz-49959.jpg",
        "attribute": "Strength, confidence, Protection",
        "element": "Earth",
        "color": "Black",
        "habitat": "Found in various locations worldwide, particularly in volcanic rocks",
        "tenacity": "Strong",
        "mohs": "6.5 - 7",
        "other": "Onyx is known for its ability to absorb and transform negative energy. It also supports emotional healing, especially for grief and sorrow, and is believed to improve physical health, particularly for the bones, teeth, and hair"
    },
    {
        "crystalName": "Prehnite",
        "properties": "Called the 'Stone of Prophetic Dreams,' this translucent green crystal connects to higher wisdom and angelic realms. Its gentle energy facilitates past-life recall while providing emotional protection during spiritual work.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Prehnite_-_Southbury%2C_Connecticut%2C_USA.jpg/250px-Prehnite_-_Southbury%2C_Connecticut%2C_USA.jpg",
        "attribute": "Divine Connection, Prophecy, Inner Peace",
        "element": "Water",
        "color": "Pale green to yellow-green",
        "habitat": "Metamorphic rock formations in South Africa, Australia",
        "tenacity": "Brittle",
        "mohs": "6-6.5",
        "other": "First mineral named after a person (Colonel Hendrik von Prehn, 1788)"
    },
    {
        "crystalName": "Pietersite",
        "properties": "Called the 'Tempest Stone' for its swirling storm-like patterns, this rare quartz variant channels chaotic energy into transformation. Its chatoyant fibers create lightning-like flashes, making it powerful for breaking stagnation and embracing change.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Pietersit_01.jpg/250px-Pietersit_01.jpg",
        "attribute": "Storm Energy, Transformation, Psychic Protection",
        "element": "Storm (Air + Fire)",
        "color": "Blue-gold to red-brown with metallic sheen",
        "habitat": "Only found in Namibia and China",
        "tenacity": "Brittle",
        "mohs": "6.5-7",
        "other": "A type of tiger's eye breccia formed by ancient meteor impacts"
    },
    {
        "crystalName": "Pyrite",
        "properties": "Pyrite, often known as \"Fool's Gold\" due to its metallic gold-like appearance, is a powerful crystal with numerous metaphysical properties. It is believed to enhance energy, creativity, and mental clarity, promoting positive energy and abundance. Pyrite is commonly associated with wealth, luck, and protection from negative influences. It's known to be an excellent grounding stone, boosting confidence and helping to clear blockages in the solar plexus chakra",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Pyrite_-_Huanzala_mine%2C_Huallanca%2C_Bolognesi%2C_Ancash%2C_Peru.jpg/260px-Pyrite_-_Huanzala_mine%2C_Huallanca%2C_Bolognesi%2C_Ancash%2C_Peru.jpg",
        "attribute": "Boosts energy, creativity, and mental clarity",
        "element": "Fire",
        "color": "Metallic gold, Brassy yellow",
        "habitat": "Found worldwide, often in sedimentary and hydrothermal veins",
        "tenacity": "Brittle",
        "mohs": "6 - 6.5",
        "other": "Pyrite can spark when struck against metal, which is why it's named after the Greek word for fire. It can oxidize in humid environments, losing its shine, so it requires careful maintenance"
    },
    {
        "crystalName": "Rhodonite",
        "properties": "Rhodonite is a powerful crystal known for its emotional healing properties, particularly in restoring balance to the heart chakra. It's commonly associated with love, compassion, and forgiveness, making it an excellent choice for those recovering from emotional wounds, including traumatic experiences like breakups. Rhodonite also promotes self-love and acceptance, helping individuals overcome feelings of inadequacy and emotional blockages.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/8224M-rhodonite3.jpg/220px-8224M-rhodonite3.jpg",
        "attribute": "Healing, Spiritual Growth",
        "element": "Earth, Air",
        "color": "Pink, Red with black veins",
        "habitat": "Found in regions with high iron content, often in metamorphic rocks",
        "tenacity": "Durable",
        "mohs": "5.5 - 6.5",
        "other": "Rhodonite can be worn as jewelry or carried as a pocket stone for continuous emotional support. It can also be placed on the heart chakra during meditation to enhance healing"
    },
    {
        "crystalName": "Rhodochrosite",
        "properties": "Rhodochrosite is a powerful crystal known for its deep connection to emotional healing and self-love. It is often referred to as the \"stone of compassion\" due to its ability to heal emotional trauma and bring a sense of peace and comfort. Its energy supports the heart chakra, promoting love and understanding, both for oneself and others.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Rodocrosita_2.jpg/134px-Rodocrosita_2.jpg",
        "attribute": "Compassion, Healing, Love",
        "element": "Water",
        "color": "Pink to reddish-pink",
        "habitat": "Argentina, Peru, South Africa",
        "tenacity": "Brittle",
        "mohs": "3.5 - 4",
        "other": ""
    },
    {
        "crystalName": "Rose Quartz",
        "properties": "Rose Quartz is the stone of love and compassion. It enhances feelings of love, empathy, and forgiveness. Rose Quartz is associated with the heart chakra and promotes harmony in relationships. It is often used for healing emotional wounds.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Quartz%2C_Rose%2C_Brazil.jpg/220px-Quartz%2C_Rose%2C_Brazil.jpg",
        "attribute": "Love, Compassion",
        "element": "Water",
        "color": "Pale pink",
        "habitat": "Prismatic",
        "tenacity": "Brittle",
        "mohs": "7",
        "other": "N/A"
    },
    {
        "crystalName": "Selenite",
        "properties": "Selenite is a powerful cleansing and charging stone. It clears negative energies and enhances clarity of mind. Selenite is associated with the crown chakra and is often used for meditation and spiritual work.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Selenite%2C_Oklahoma.jpg/220px-Selenite%2C_Oklahoma.jpg",
        "attribute": "Clarity, Cleansing",
        "element": "Air",
        "color": "White, transparent",
        "habitat": "Massive",
        "tenacity": "Flexible",
        "mohs": "2",
        "other": "Fiber-optic effect (chatoyancy)"
    },
    {
        "crystalName": "Serpentine",
        "properties": "A stone of spiritual protection and ancient earth wisdom, named for its snake-like patterns. It facilitates awakening while grounding cosmic energy, making it ideal for healers.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Serpentinite_sur_gneiss.jpg/250px-Serpentinite_sur_gneiss.jpg",
        "attribute": "Transformation, Protection, Healing",
        "element": "Earth",
        "color": "Green to yellow-green with black veining",
        "habitat": "Metamorphic rock formations worldwide",
        "tenacity": "Brittle",
        "mohs": "2.5-5.5",
        "other": "Some varieties contain chrysotile asbestos fibers - avoid inhaling dust when carving."
    },
    {
        "crystalName": "Smoky Quartz",
        "properties": "Smoky Quartz is a powerful grounding crystal known for its ability to absorb and transmute negative energy. It promotes strength, stability, and transformation, making it a popular choice for individuals seeking balance in their life. The crystal helps clear mental blockages, reduces stress, and enhances focus, which makes it an excellent aid for meditation and personal growth.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Smoky-quartz-TUCQTZ09-03-arkenstone-irocks.png/220px-Smoky-quartz-TUCQTZ09-03-arkenstone-irocks.png",
        "attribute": "Protection, Grounding, Transformation, Healing",
        "element": "Earth",
        "color": "Smokey grey to black",
        "habitat": "Africa, Australia, New England",
        "tenacity": "Durable",
        "mohs": "7",
        "other": "Associated with Earth, Saturn, and the Sun. Especially linked to Scorpio, Sagittarius, and Capricorn"
    },
    {
        "crystalName": "Tiger's Eye",
        "properties": "Tiger's Eye is a stone of courage and protection. It enhances self-confidence and personal power. Tiger's Eye is associated with the solar plexus chakra and aids in decision-making and clarity of intention.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Tiger%27s_eye%2C_Australia.jpg/220px-Tiger%27s_eye%2C_Australia.jpg",
        "attribute": "Courage, Protection",
        "element": "Fire",
        "color": "Golden-brown with chatoyancy",
        "habitat": "Massive",
        "tenacity": "Brittle",
        "mohs": "5.5-6",
        "other": "Exhibits chatoyancy (cat's-eye effect)"
    },
    {
        "crystalName": "Moonstone",
        "properties": "Moonstone is a stone of intuition and insight. It enhances psychic abilities and connects with the lunar energies. Moonstone is associated with the third eye chakra and promotes emotional balance and intuition.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Moonstone_%28Labradorite%29.jpg/220px-Moonstone_%28Labradorite%29.jpg",
        "attribute": "Intuition, Emotional Balance",
        "element": "Water",
        "color": "White, gray, rainbow sheen",
        "habitat": "Massive",
        "tenacity": "Brittle",
        "mohs": "6-6.5",
        "other": "Exhibits adularescence (moon-like sheen)"
    },
    {
        "crystalName": "Zircon",
        "properties": "One of Earth's oldest minerals (over 4 billion years), zircon carries primordial earth energy. Its high refractive index creates fiery brilliance, making it sacred to sun gods. Enhances spiritual grounding while connecting to cosmic wisdom.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Zircon-dtn1a.jpg/330px-Zircon-dtn1a.jpg",
        "attribute": "Ancient Wisdom, Fiery Energy, Protection",
        "element": "Fire",
        "color": "Golden-brown (most common), also blue/red/green",
        "habitat": "Igneous and metamorphic rocks worldwide",
        "tenacity": "Brittle",
        "mohs": "6.5-7.5",
        "other": "Often confused with cubic zirconia (synthetic). December birthstone in its blue variety."
    }
]