{
    "master": "Número Mestre",
    "destiny": {
        "1": "Este é o caminho do tomador de riscos, do empreendedor, do desbravador totalmente independente.",
        "2": "Este é o caminho do(a) dona de casa, do jogador de equipe, do cuidador, e do colecionador.",
        "3": "Este é o caminho do aventureiro, criativo, do proverbial \"Peter Pan\", e/ou do cientista disciplinado \"Dapper Dan/Danielle\".",
        "4": "Este é o caminho do trabalhador árduo, dedicado, empregado/empreendedor honesto e amigo leal e bondoso.",
        "5": "Este é o caminho do energizado combatente da liberdade, promotor, e do estiloso, socialmente habilidoso/viajante do mundo.",
        "6": "Este é o caminho do bom cidadão, do professor paciente, defensor da justiça e da equidade, e do pai/mãe cósmico(a) para todos.",
        "7": "Este é o caminho do acadêmico, do perfeccionista, do gênio, e do guardião dos segredos.",
        "8": "Este é o caminho do patriarca/matriarca, do juiz, do produtor/diretor, do orquestrador, e da classe.",
        "9": "Este é o caminho da alma aristocrática e gentil, e do humanitário universal.",
        "11": "Este é o caminho do conselheiro/intuitivo, do pacificador, e da figura pública iluminada.",
        "22": "Este é o caminho do visionário iluminado, prudente, organizado, determinado e inspirador.",
        "title": "Destino",
        "description": "Este é o número mais influente em relação às suas motivações pessoais, o que e quem você gosta em seu entorno, e a carreira(s) para as quais você provavelmente aspiraria.",
        "func": "Mês + Dia + Ano"
    },
    "personality": {
        "1": "Você é dinâmico, determinado e um líder natural, e seu foco inabalável estabelece o palco para seu sucesso.",
        "2": "Você é um pacificador, acolhedor, carinhoso e gentil, e um amigo, parceiro, empregado ou chefe indispensável.",
        "3": "Você é incrivelmente criativo, imaginativo e divertido, e um anfitrião ou anfitriã exemplar.",
        "4": "Você é dedicado, detalhista e um trabalhador incansável, e sua palavra é tão boa quanto ouro.",
        "5": "Sua natureza inteligente, entusiástica e gentil inspira e motiva todos que o conhecem.",
        "6": "Você é responsável, orientado(a) para as pessoas, e um amante da beleza, natureza e do lar.",
        "7": "Você é analítico(a), orientado(a) para a pesquisa, e sua busca por conhecimento é vasta e insaciável.",
        "8": "Você é ambicioso(a), organizado(a), e um operador de qualidade, nascido(a) para ser um líder com um gosto por protocolo e justiça.",
        "9": "Você é multi-talentoso(a), criativo(a) e competente, e está no seu verdadeiro caráter quando está servindo aos outros.",
        "10": "Você é independente, atencioso(a), e responsável, com uma natureza de quem toma a frente; e uma atitude otimista que encontra o positivo em qualquer situação.",
        "11": "Você é sensível, inteligente, original, inspirador(a), um bom ouvinte e assume naturalmente o papel de \"ombros fortes\" para muitos.",
        "12": "Você é charmoso(a), simpático(a) e criativo(a), e sua forte determinação e visão ajudam você a manifestar seus objetivos.",
        "13": "Você é astuto(a), independente, realista e direto(a), e sua dedicação, tenacidade e resistência a qualquer conceito, circunstância ou empreendimento são extraordinárias.",
        "14": "Você é um repositório de energia com uma mente afiada que constantemente gera novas ideias e conceitos práticos e criativos.",
        "15": "Sua mente independente, criativa, artística/científica deseja pesquisar e analisar vastos assuntos e defender a justiça e a equidade.",
        "16": "Sua mente intelectualmente única e analítica requer períodos de tempo sozinho(a) para organizar sua insaciável sede de conhecimento e buscar além dos limites estabelecidos.",
        "17": "Você é inteligente, ambicioso(a), corajoso(a), possui energia e vitalidade suficientes para dirigir um país, e é o verdadeiro exemplo de classe!",
        "18": "Você é uma potência multi-talentosa de sabedoria, força, coragem, e compaixão de longo alcance, que demonstra o melhor de si ao ajudar os necessitados.",
        "19": "Sua natureza aventureira faz você ansiar por variedade e mudança, mas quando inspirado(a), você também pode ser um(a) empregado(a), chefe, parceiro(a) e amigo(a) tenaz, dedicado(a) e honrado(a).",
        "20": "Sua natureza calorosa, prestativa e prudente é apreciada em qualquer ambiente de trabalho e você fará e manterá muitos amigos ao longo da sua vida.",
        "21": "Você é de bom coração, otimista, inspirador(a), e generoso(a). Você é atraído(a) por tudo o que é belo, de qualidade e entretenimento, e sua própria criatividade pode colocá-lo(a) no centro das atenções.",
        "22": "Você exibe disciplina extraordinária, energia, lógica e sensibilidade e tem a mente de um visionário habilidoso, iluminado e empreendedor.",
        "23": "Você possui um espírito acolhedor, divertido e orientado para a liberdade, e sua mente rápida, originalidade e intelecto produzem constantemente ideias e planos criativos e únicos.",
        "24": "Você é charmoso(a), social, espirituoso(a), e mais um amante do que um lutador. Sua natureza conscienciosa e generosa tende a sempre dar \"o máximo\", e você é um amigo(a) e parceiro(a) honrado(a).",
        "25": "Você é espirituoso(a) e sábio(a), e se pergunta sobre tudo. Seu reservatório de sabedoria inata e natureza altamente compassiva e generosa dá origem ao seu senso de responsabilidade para com a humanidade, em geral.",
        "26": "Sua personalidade é como a de um general de cinco estrelas – firme e no comando, com uma inclinação para o protocolo. Seu \"sexto sentido\" permite que você intuitivamente saiba o que está certo ou errado e seja um exemplo exemplar para os outros.",
        "27": "Como o Velho Rei Cole, você é uma \"alma velha\", e possui vasto conhecimento inato e extraordinária percepção. Viagens e mudanças são essenciais para o seu bem-estar.",
        "28": "Você é charmoso(a), independente, um diplomata nato, e seu caráter é de um realizador e líder. Seus altos ideais e princípios permitem que você alcance seus objetivos.",
        "29": "Sua natureza gentil e sensível é complementada por uma combinação de energia e carisma que atrai as pessoas para você como um ímã. Você possui um \"sexto sentido\" que lhe permite ajudar os muitos que procuram seus \"ombros fortes\".",
        "30": "Você é inteligente, criativo(a), divertido(a), e abençoado(a) com um grande senso de humor, e excepcionalmente talentoso(a) quando envolvido(a) em qualquer empreendimento criativo. Sua natureza socialmente habilidosa permite que você se destaque entre os muitos.",
        "31": "Você é criativo(a), inovador(a), e possui um vasto conhecimento. Consciencioso(a), confiável e pontual, você também é uma criatura de hábitos e pode ser um(a) parceiro(a) e amigo(a) dedicado(a).",
        "title": "Personalidade",
        "description": "Este número descreve o seu lado privado ou nos bastidores.",
        "func": "Dia"
    },
    "attitude": {
        "1": "Você nasce com uma forte vontade e natureza independente. Prefere fazer suas próprias escolhas e é teimoso quando pressionado a seguir uma direção diferente.",
        "2": "Você nasce para ser uma criança e jovem doce, gentil, amável e cuidadosa. Adora nutrir e ser nutrido, sendo perceptivo e sensível.",
        "3": "Você nasce um pouco tímido, mas assim que aprende a falar, pode se tornar um natural entretenedor, aventureiro e cativante.",
        "4": "Você nasce com um temperamento sensível e teimoso, mas pode ser muito doce e dedicado quando recebe elogios e incentivos.",
        "5": "Você nasce com energia em abundância! Precisa de estimulação mental e física constante, e seu temperamento se acende quando está impaciente.",
        "6": "Você nasce para ser responsável, consciencioso, atencioso, amável e cuidadoso com todos, especialmente seus pais, irmãos, amigos e todas as coisas da natureza.",
        "7": "Você nasce com uma mente brilhante que precisa de momentos sozinho para se dedicar à sua busca por conhecimento e seus vastos interesses e intrigas.",
        "8": "Você nasce para ser exemplar em tudo o que faz; isso vem de sua necessidade de sentir controle. Você é o \"estudante nota 10\" quando incentivado.",
        "9": "Você nasce com uma sensibilidade mais adulta desde cedo. Elogios e incentivos de quem está mais próximo de você alimentam suas conquistas.",
        "11": "Você nasce super sensível; altamente intuitivo, de alto nível e amante da música; doce, gentil e cerebral quando inspirado, você é material para estrela.",
        "22": "Você nasce com uma veia teimosa, mas com incentivo pode ser muito focado, empreendedor, inspirado e engenhoso.",
        "title": "Atitude",
        "description": "Este número é mais poderoso nos primeiros 30-35 anos da sua vida e representa como e por que você reage às circunstâncias na sua juventude.",
        "func": "Mês + Dia"
    },
    "character": {
        "1": "Possuindo uma mente original e inovadora, com foco firme em seus objetivos, você se qualifica como líder.",
        "2": "Sendo naturalmente diplomático, de bom humor e pacificador, sua persona pública é como a de um embaixador do povo.",
        "3": "Sua capacidade otimista, entusiástica e criativa lhe dá o poder de envolver, inspirar e entreter os outros em qualquer linha de trabalho que escolher.",
        "4": "Sua persona pública conscienciosa, organizada, sistemática e confiável faz de você um trabalhador procurado ou presidente do conselho.",
        "5": "Seu charme, articulação, flexibilidade e estilo fazem de você um criador de tendências que pode envolver e inspirar muitos quando focado em uma missão.",
        "6": "Como um humanitário nato, voltado para a comunidade, pai/mãe/professor/excepcional ser humano que sempre \"dá o extra\", você é um líder exemplar de comitês ou causas.",
        "7": "Como um gênio filosófico vanguardista, buscador de conhecimento, você não busca os holofotes, mas é um professor, professor universitário e especialista de carreira superlativo.",
        "8": "Sua persona de líder exemplar, professor dos professores, juiz/júri, produtor/diretor possui uma \"sexto sentido\" que permite distinguir prontamente o certo do errado em qualquer situação.",
        "9": "Como um sábio nato, aristocrático, humanitário socialmente agradável, você gravita em direção à comunidade que mais pode se beneficiar de sua missão de \"servo altruísta\".",
        "11": "Como um conselheiro empático, iluminado e compreensivo, ou líder comunitário, você pertence aos holofotes; o 11 é associado à fama e iluminação.",
        "22": "Como um construtor de impérios de alto nível e organizador espiritualmente orientado, você é mais adequado para ajudar causas públicas e empresas que apreciam seu estilo dedicado e direto.",
        "title": "Caráter",
        "description": "Este número representa principalmente suas qualidades públicas e sociais, mas você também exibiria muito disso em suas relações pessoais.",
        "func": "Letras"
    },
    "soul": {
        "1": "O impulso da sua Alma é ser inovador, criativo e liderar as massas para um reino superior de consciência e entendimento que gera compaixão por todos.",
        "2": "O impulso da sua Alma é promover paz, harmonia e delicadeza para fomentar maiores qualidades de nutrição e amor nas pessoas que você conhece e conforta.",
        "3": "O impulso da sua Alma é trazer ALEGRIA, entusiasmo, paixão e despertar a imaginação dos outros com criatividade e conceitos e interesses que tocam o coração.",
        "4": "O impulso da sua Alma é oferecer honestidade, confiabilidade, praticidade e determinação para ajudar os outros e a si mesmo a alcançar resultados inspiradores e iluminadores.",
        "5": "O impulso da sua Alma é usar sua energia abundante, mente aberta e atributos mentais progressivos para ajudar a trazer contribuições elevadas para a humanidade.",
        "6": "O impulso da sua Alma é ser responsável, consciencioso, cuidadoso e amável com todos, e ensinar, aconselhar e confortar para manter essas qualidades em si mesmo.",
        "7": "O impulso da sua Alma é usar sua natureza analítica, voltada para a pesquisa e questionadora para descobrir ou revelar algo significativo que ajude os muitos, e não apenas os poucos.",
        "8": "O impulso da sua Alma é trazer qualidade, consistência e inspiração para os outros e exercer sua habilidade natural, com qualidade em tudo o que você toca.",
        "9": "O impulso da sua Alma é usar suas qualidades aristocráticas, gentis e humanas com consistência, o que ajudará a preparar o palco para outros seguirem seu exemplo.",
        "11": "O impulso da sua Alma é trazer paz, harmonia, beleza e honorabilidade como exemplos das suas maiores qualidades espirituais para que todos apreciem e, esperançosamente, imitem.",
        "22": "O impulso da sua Alma é o de um \"Mestre Construtor\", cujo desejo profundo é ajudar e servir à humanidade e à Terra com grande elevação espiritual e humanitarismo.",
        "title": "Impulso da Alma",
        "description": "Esta influência apresenta uma visão do seu eu intuitivo e espiritual.",
        "func": "Vogais"
    },
    "agenda": {
        "1": "Esta agenda incita um desejo inato de ser independente, liderar, inovar e criar conceitos e coisas originais e únicas.",
        "2": "Esta agenda traz à tona o desejo inato de viver a vida em paz e harmonia, promovendo uma natureza não agressiva, cooperativa e afável para todos.",
        "3": "Esta agenda inspira um desejo inato de ser mais criativo, entretido e viajar pelo mundo, trazendo maior prazer e alegria a todos que se envolvem com sua persona animadora.",
        "4": "Esta agenda envolve lógica, organização e perseverança para manifestar as necessidades, desejos e paz de espírito que você guarda e mantém.",
        "5": "Esta agenda inspira um desejo inato pela liberdade acima de tudo, junto com a capacidade de viajar e viver sem restrições o máximo possível.",
        "6": "Esta agenda tem um forte foco humanitário inato – ajudando e cuidando de todas as coisas da Terra – seres humanos, animais e a bela Terra em si.",
        "7": "Esta agenda provoca um desejo inato de adquirir conhecimento relacionado às ciências (esotéricas ou não), filosofias, artes e espiritualidade.",
        "8": "Esta agenda expressa um desejo inato por poder, aclamação e acúmulo de grandes quantidades de dinheiro, ou ser um professor iluminado para as massas.",
        "9": "Esta agenda afeta um desejo inato de alcançar o melhor de tudo, desde roupas e carros até entretenimento, ou uma necessidade desmedida de viver uma vida totalmente humanitária, sem pensar em si mesmo.",
        "11": "Esta agenda incita uma necessidade inata de ministrar, aconselhar ou participar das artes curativas de uma maneira que ajude os muitos, ou se tornar conhecido por seus serviços humanitários.",
        "22": "Esta agenda inspira um desejo inato de fazer algo grandioso pela humanidade. Este Número Mestre lhe dá a capacidade de escalar as maiores montanhas ou inventar um produto ou filosofia exemplar.",
        "title": "Agenda Oculta",
        "description": "Esta vibração oferece seus desejos inatos (ocultos).",
        "func": "Consoantes"
    },
    "purpose": {
        "1": "Seu Propósito Divino é deixar um legado de algo que você pioneiramente criou - um conceito, um produto, uma fundação.",
        "2": "Seu Propósito Divino é trazer paz, conforto e harmonia para seus semelhantes.",
        "3": "Seu Propósito Divino é usar seus talentos criativos e imaginativos para produzir um produto, uma ideia, um livro, um filme, ou alguma outra forma de expressão artística.",
        "4": "Seu Propósito Divino é construir uma base estável que ajude as pessoas e tenha um foco humanitário.",
        "5": "Seu Propósito Divino é ajudar a efetuar mudanças progressivas que melhorem a vida para as gerações futuras.",
        "6": "Seu Propósito Divino é ensinar, instigar e ajudar causas humanitárias, cuidar do lar e da família, e ser socialmente responsável.",
        "7": "Seu Propósito Divino é transmitir o vasto conhecimento que você reuniu em uma ciência, uma arte, uma filosofia ou uma religião por meio de uma empreitada criativa.",
        "8": "Seu Propósito Divino é liderar, dirigir, iniciar e instigar como líder ou executivo, e ajudar os menos afortunados por meio de filantropia.",
        "9": "Seu Propósito Divino é ser um humanitário universal - um bom pai, um bom parceiro e um bom cidadão; um filantropo, um ministro, um político - trabalhando para o bem-estar da humanidade.",
        "11": "Seu Propósito Divino é ajudar as pessoas nos planos espiritual, psicológico e mental. Elevar os outros com palavras de sabedoria; ouvir, aconselhar e ajudar os outros a seguir em frente em sua jornada de vida.",
        "22": "Seu Propósito Divino é organizar e construir; manter uma empresa que ofereça trabalho a outros e ajude as pessoas por meio de serviços à comunidade e talvez ao redor do mundo.",
        "title": "Propósito Divino",
        "description": "Esta é a vibração do seu número de performance final. É o que seu Eu Espiritual escolheu alcançar nos últimos anos de vida.",
        "func": "Destino + Caráter"
    },
    "general": {
        "1": "1 simboliza um espírito pioneiro, natureza independente e capacidades inatas de liderança. Em um dia ruim, 1 pode ser um pouco mandão ou vaidoso, escondendo suas inseguranças atrás de uma supervalorização de si mesmo. 1 deve lembrar que, embora seja o primeiro, pode rapidamente se tornar o número mais solitário. Mesmo os mais autônomos 1s precisam do apoio de amigos, familiares e amores.",
        "2": "Dentro da numerologia, a vibração 2 assume o papel de mediador, criando harmonia ao unir forças dissonantes por meio da compaixão, empatia e bondade. 2 está ligada a habilidades psíquicas e intuição, e se esse número aparece como Caminho de Vida ou Número de Destino, o indivíduo será sensível às sutis mudanças de energia e nuances emocionais. Como 2 é tão sensível, é muito avessa a conflitos e pode acabar se sentindo desvalorizada ou não reconhecida. 2 deve evitar buscar validação externa e, em vez disso, perceber que o equilíbrio perfeito que precisa já existe dentro de si.",
        "3": "O número 3 sempre teve um poderoso simbolismo. Pense em boas coisas que vêm em 3s, o ciclo nascimento-vida-morte, a conexão mente-corpo-alma, os 3 atos de uma história típica. Onde quer que o número 3 apareça em sua vida, geralmente é um presságio de criatividade, comunicação, otimismo e curiosidade!",
        "4": "Na numerologia, 4 tem uma energia terrena e está centrada em fortificar suas raízes. 4 acredita veementemente no mundo físico e sabe que investir em uma infraestrutura sólida é necessário para construir um legado duradouro. Prática, trabalhadora e responsável, a vibração do número 4 é focada em criar sistemas lógicos que possam sustentar o crescimento escalável.",
        "5": "Pensamento livre, aventureiro e progressista, 5 é definido pela liberdade. 5 precisa experimentar o mundo engajando seus cinco sentidos: Para 5, as lições de vida são adquiridas por meio de atos espontâneos de bravura. Semelhante à energia de Sagitário na astrologia, 5 é conhecida por seu espírito brincalhão, impulsivo e vivaz.",
        "6": "O número 6 é reconhecido por sua natureza acolhedora, solidária e empática. Um verdadeiro curador, 6 tem a capacidade de resolver problemas tanto nos reinos emocionais quanto físicos, ajudando os outros com uma abordagem direta, mas gentil. 6 tem um forte senso de responsabilidade e se preocupa profundamente com seus amigos, familiares e amores.",
        "7": "Os detetives da numerologia, 7 é conhecido por suas habilidades investigativas e analíticas. Astrologicamente, o número 7 pode ser considerado uma mistura de energias de Virgem e Escorpião: 7 é extremamente detalhista, mas é movido pela sabedoria interior, em vez das realidades tangíveis.",
        "8": "8 é tudo sobre abundância. Dentro da numerologia, esse número está ligado à riqueza material e ao sucesso financeiro. Ambicioso e focado em objetivos, 8 pode facilmente assumir posições de liderança por meio de seu magnetismo natural. 8 aplica o pensamento de visão ampla para expandir seu alcance, subindo rapidamente na escada do sucesso para alcançar alturas extraordinárias.",
        "9": "A missão de 9 é atingir seu estado mais alto de consciência e ajudar os outros a alcançar essa consciência espiritual também. 9 não tem medo de se transformar, e seu espírito maleável inspira os outros a explorar seus próprios limites. Como 9, de muitas maneiras, transcendeu o plano físico, deve constantemente lembrar de se ancorar.",
        "11": "O número 11 é o Número Mestre relacionado ao Karma. Este número também é um símbolo de despertar espiritual. Se esse número aparecer com frequência ao seu lado, isso significa que você deve se voltar mais para sua vida espiritual. Você tem um propósito de vida neste planeta e precisa servir aos outros. O Número Mestre 11 também é chamado de Mestre, o que significa que pode ensinar lições muito importantes para sua vida. Seus anjos ouviram suas orações e enviaram o número 11 para lembrá-lo de sua missão de alma e todos os talentos que você possui. Agora você verá mais sobre o significado secreto do número 11 e seu simbolismo.",
        "22": "O número 22 é considerado um dos números mais poderosos, capaz de transformar todos os sonhos e desejos em realidade. O número 22 é um número de precisão e equilíbrio. Em sua capacidade total, esse número é o mestre construtor, o que significa que proporciona o poder de alcançar coisas quase impossíveis. Pessoas influenciadas por esse número são muito ambiciosas, confiantes, disciplinadas e pragmáticas. Elas também são muito intuitivas e emocionais, muito confiáveis, honestas e responsáveis. Elas precisam aprender a controlar os pensamentos que dominam suas mentes subconscientes. Essas pessoas fazem escolhas cuidadosas sobre suas vidas. Elas sabem que coisas boas vêm até elas quando têm pensamentos positivos.",
        "title": "Informações Gerais",
        "description": "Informações gerais sobre o seu número pessoal.",
        "func": "Destino"
    }
}