[
    "A árvore mais reta é a primeira a ser cortada. O poço com a água mais doce é o primeiro a ser drenado. – Duque Ren, Período das Primaveras e Outonos",
    "Um estado que é grande carrega as sementes de sua decadência, assim como uma árvore gigante se destaca para o golpe do machado. A fraqueza traz vida, a força traz a morte. – Lao Zi, Período das Primaveras e Outonos",
    "Em bons tempos, o sábio trabalha para o estado. Em tempos ruins, cuida de si mesmo. – Jie Yu, Período das Primaveras e Outonos",
    "Construir uma casa à beira da estrada leva mais de três anos – Zhang Di adverte que as atrações públicas atraem atenção pública, Dinastia Hang. A moral: Mantenha seus planos em segredo e depois os libere para um mundo desavisado.",
    "O verdadeiro ouro não teme o teste do fogo. – Provérbio Chinês Tradicional",
    "A guerra é como um fogo; se você não guardar suas armas, elas acabarão consumindo você. – Li Chuan, Dinastia Tang",
    "Não há vitória em vencer cem batalhas. A vitória está em subjugar o inimigo sem lutar. – Sun Zi, Período das Primaveras e Outonos",
    "Ele é vitorioso aquele que sabe quando e quando não lutar. – Sun Zi, Período das Primaveras e Outonos",
    "A arte da guerra está em frustrar os planos do inimigo, em destruir suas alianças e então, só então, atacar seu exército. – Sun Zi, Período das Primaveras e Outonos",
    "O golpe de uma espada não pode cortar a névoa do céu. – Li He, Dinastia Tang",
    "Quando o trabalho do líder perfeito é bem feito, o povo acha que fez tudo sozinho. – Lao Zi, Período das Primaveras e Outonos",
    "A fundação do mundo está na nação, a fundação da nação está na família, e a fundação da família está no indivíduo. – Mêncio, Período dos Reinos Combatentes",
    "Reis e nobres, generais e ministros: esses homens são feitos, não nascem. – Chen She, Dinastia Qin",
    "A paciência é uma árvore com raízes amargas que dá frutos doces. – Provérbio Chinês Tradicional",
    "Aquele que ataca primeiro admite que suas ideias se esgotaram. – Provérbio Chinês Tradicional",
    "Para vencer a batalha, retenha a surpresa. – Provérbio Chinês Tradicional",
    "Galos grandes não comem arroz pequeno. – Provérbio Chinês Tradicional",
    "Dê uma linha longa para pegar um grande peixe. – Provérbio Chinês Tradicional",
    "Cuidado com uma adaga escondida em um sorriso. – Provérbio Chinês Tradicional",
    "A reputação é como um bolo desenhado no chão. Se você está com fome, não adianta muito. – O Imperador Ming explica que está impressionado com a habilidade de Lu Yu, não com seu currículo, Período dos Três Reinos",
    "Desde os tempos antigos, os homens lamentam grandes coisas colocadas em usos mesquinhos. – Lu You, Dinastia Song do Sul",
    "Embora este pássaro ainda não tenha voado, quando voar superará o céu. Embora ainda não tenha cantado, quando cantar abalarei os anjos. – Rei Weiwang explica que está esperando o momento certo, Período dos Reinos Combatentes",
    "Um homem verdadeiramente sábio não exibe sua sabedoria. Esse é o segredo de ser bem amado. – Yang Zhu, Dinastia Zhou",
    "Reprima seu desejo de glória, e você nunca será decepcionado. – Imperador Yu, Dinastia Xia",
    "Aqueles que buscam fama, só a encontrarão por meios extraordinários. Se você fizer apenas coisas ordinárias, nem será famoso dentro de sua própria família. Mas isso é preferível, na minha opinião. – Shang Qiu Zi, Dinastia Zhou",
    "Observe suas palavras e suas ações, pois suas palavras serão ditas e suas ações serão copiadas. – Provérbio Chinês Tradicional",
    "Um cavalheiro resgataria um homem preso em um poço, mas não pularia nele. Ele não é perfeito, mas também não é estúpido. – Confúcio, Período das Primaveras e Outonos",
    "É uma vergonha para as palavras de um cavalheiro serem maiores que suas ações. – Confúcio, Período das Primaveras e Outonos",
    "Cuidado para que seus olhos não sejam maiores que sua barriga. – Provérbio Chinês Tradicional",
    "Um grande homem é severo consigo mesmo. Um homem pequeno é severo com os outros. – Confúcio, Período das Primaveras e Outonos",
    "O sábio nunca confia nas aparências. – Confúcio, Período das Primaveras e Outonos",
    "Um tigre não aceita insultos de ovelhas. – Provérbio Chinês Tradicional",
    "O líder deve estar à frente das lutas do exército. Ele não se senta à sombra no verão, nem veste roupas quentes no inverno. – Zhang Yu, Dinastia Song",
    "O bambu se curva ao vento (ou seja, ele muda com os tempos, não quebra). – Provérbio Chinês Tradicional",
    "No arqueiro há semelhança com o cavalheiro. Quando ele erra o alvo, ele se vira e busca a razão de seu fracasso em si mesmo. – Confúcio (atribuído), Período das Primaveras e Outonos",
    "Os ricos começam com economias combinadas. – Provérbio Chinês Tradicional",
    "Faça como a pessoa sedenta bebendo de um rio. Ele bebe alegremente, mas não cobiça o fluxo volumoso... É assim que o cavalheiro exerce sua mente, pois considera a posição e o status como um tumor e a riqueza material como sujeira e poeira. Qual a utilidade da riqueza e da honra para ele? – Xi Kang, Dinastia Han",
    "Mesmo a planta mais resistente não florescerá se deixada no frio por dez dias em cada onze. – Mêncio, Período dos Reinos Combatentes",
    "Uma moeda por dia faz mil moedas em mil dias. Com o tempo, uma corda pode serrar uma árvore, e a água gotejante pode desgastar a pedra. – Zhang Guiya, Dinastia Song do Sul",
    "Não desperdice ouro como terra. – Provérbio Chinês Tradicional",
    "Água distante não pode apagar um fogo perto. – Li Chu, Período das Primaveras e Outonos",
    "Para pegar o filhote de tigre, deve-se entrar na cova do tigre. – Ban Chao, Dinastia Han Oriental",
    "Não deixe a oportunidade passar, pois ela pode não voltar. – Kuai Tong, Dinastia Han Ocidental",
    "Quem não pode velejar quando o mar está calmo? – Provérbio Chinês Tradicional",
    "A verdade muitas vezes se disfarça de piada. – Provérbio Chinês Tradicional",
    "Brasas moribundas ainda podem começar um fogo. – Dinastia Han Ocidental",
    "Somente quando você souber por que acertou o alvo, poderá realmente dizer que aprendeu a arte da arqueiria. – Guan Yinzi, Período dos Reinos Combatentes",
    "Peixes grandes o suficiente para engolir um barco não são encontrados em valas. – Yang Zhu recusa ser um grande peixe em um pequeno lago, Dinastia Zhou",
    "Quanto maior o posto que eu atinjo, mais humildemente me comporto. Quanto maior meu poder, menos eu o exerço. Quanto maior minha riqueza, mais eu dou. Assim evito inveja, rancor e miséria. – Sun Shu Ao, Dinastia Zhou",
    "Não se preocupe se os outros não o entendem. Preocupe-se se você não os entende. – Confúcio, Período das Primaveras e Outonos",
    "Um homem virtuoso se concentra em seu próprio trabalho, não no dos outros. – Zengzi, Período das Primaveras e Outonos",
    "Há uma verdadeira e sincera amizade entre você e seus amigos.",
    "Você encontra beleza nas coisas comuns, não perca essa capacidade.",
    "Ideias são como filhos; não há nada tão maravilhoso quanto as suas.",
    "Leva mais que boa memória para ter boas lembranças.",
    "Um momento emocionante está em seu futuro imediato.",
    "Sua bênção é nada mais do que estar seguro e são por toda a vida.",
    "Planeje muitos prazeres para o futuro.",
    "A alegria de um homem prolonga seus dias.",
    "Sua paciência eterna será recompensada mais cedo ou mais tarde.",
    "Faça dois sorrisos crescerem onde antes havia apenas uma carranca.",
    "Algo que você perdeu logo irá aparecer.",
    "Seu coração é puro, sua mente clara e sua alma devota.",
    "Excitação e intriga te acompanham de perto por onde você for!",
    "Uma surpresa agradável está à sua espera.",
    "Que a vida te lance uma curva agradável.",
    "À medida que a carteira é esvaziada, o coração se enche.",
    "Seja travesso e você não ficará sozinho.",
    "Você tem uma grande apreciação pelas artes e pela música.",
    "Sua veia criativa ocupa um lugar importante em sua vida.",
    "Seus talentos artísticos conquistam a aprovação e aplausos dos outros.",
    "Ore pelo que deseja, mas trabalhe pelo que precisa.",
    "Seus muitos talentos ocultos se tornarão evidentes para os outros ao seu redor.",
    "Não se esqueça, você está sempre em nossos pensamentos.",
    "Sua maior fortuna é o grande número de amigos que você tem.",
    "Uma amizade firme será a base para seu sucesso na vida.",
    "Não pergunte, não diga. Tudo está no silêncio.",
    "Procure novas formas para suas habilidades criativas.",
    "Esteja preparado para aceitar uma oportunidade maravilhosa nos próximos dias!",
    "Fama, riquezas e romance são seus, basta pedir.",
    "Boa sorte é o resultado de um bom planejamento.",
    "Boas coisas estão sendo ditas sobre você.",
    "Sorrir com frequência pode te fazer parecer e se sentir mais jovem.",
    "Alguém está falando bem de você.",
    "O momento certo chegou para fazer novos amigos.",
    "Você herdará algum dinheiro ou um pequeno pedaço de terra.",
    "Sua vida será feliz e pacífica.",
    "Um amigo é um presente que você dá a si mesmo.",
    "Um membro da sua família logo fará algo que te deixará orgulhoso.",
    "Uma noite tranquila com amigos é o melhor tônico para um longo dia.",
    "Uma palavra bondosa pode aquecer o coração por anos.",
    "A raiva começa com a tolice e termina com arrependimento.",
    "Generosidade e perfeição são seus objetivos eternos.",
    "Boas notícias estão a caminho.",
    "Quem ri de si mesmo nunca fica sem motivos para rir.",
    "Se seus desejos não forem extravagantes, serão atendidos.",
    "Deixe haver magia em seu sorriso e firmeza em seu aperto de mão.",
    "Se você quer o arco-íris, precisa suportar a chuva. D. Parton",
    "Natureza, tempo e paciência são os três melhores médicos.",
    "Palavras fortes e amargas indicam uma causa fraca.",
    "O começo da sabedoria é desejá-la.",
    "Você terá uma experiência muito agradável.",
    "Você herdará algum dinheiro ou um pequeno pedaço de terra.",
    "Você viverá uma longa e feliz vida.",
    "Você passará a velhice em conforto e riqueza material.",
    "Você pisará o solo de muitos países.",
    "Você dará uma chance a algo no futuro próximo.",
    "Você testemunhará uma cerimônia especial.",
    "Sua paciência eterna será recompensada mais cedo ou mais tarde.",
    "Sua grande atenção aos detalhes é tanto uma bênção quanto uma maldição.",
    "Seu coração é um lugar onde a verdadeira felicidade pode ser encontrada.",
    "Sua capacidade de lidar com várias tarefas te levará longe.",
    "Um amigo pede apenas seu tempo, não seu dinheiro.",
    "Você será convidado para um evento emocionante.",
    "Um sorriso caloroso é testemunho de uma natureza generosa.",
    "Um admirador secreto logo enviará um sinal de afeto.",
    "O amor não me faz perguntas e me dá apoio sem fim. Shakespeare",
    "No final, há três coisas que permanecem: fé, esperança e amor; e o maior desses é o amor.",
    "Não se esqueça, você está sempre em nossos pensamentos.",
    "O amor é para os sortudos e corajosos.",
    "Se você continuar a dar, continuará a ter.",
    "Se você quer o arco-íris, precisa suportar a chuva. D. Parton",
    "Se você quer ser amado, ame e seja amável.",
    "A pessoa que você ama está mais perto do que você pensa.",
    "Ame sempre e profundamente.",
    "Seu coração sempre se manifestará por meio das suas palavras.",
    "O amor gera amor.",
    "Não podemos fazer grandes coisas; apenas pequenas coisas com grande amor. Madre Teresa",
    "O amor é como flores silvestres... frequentemente encontrado nos lugares mais improváveis.",
    "O amor é a única medicina para um coração partido.",
    "O amor é o triunfo da imaginação sobre a inteligência. H.L. Mencken",
    "Muito mais cresce no jardim do que aquilo que é plantado lá.",
    "A pessoa que te admira profundamente está escondida à sua frente.",
    "Só o amor nos permite ver as coisas normais de uma forma extraordinária.",
    "O maior presente é o amor.",
    "O momento certo chegou para fazer novos amigos.",
    "Não há limite para a paciência do amor, para sua confiança, sua esperança, seu poder de suportar.",
    "Aqueles que têm amor, têm riqueza além de medida.",
    "Amar é perdoar.",
    "Corações não são para ser dados como presente, corações devem ser conquistados. W.B. Yeats",
    "Seu coração é um lugar onde se encontra a verdadeira felicidade.",
    "O amor conquista tudo.",
    "Conte suas bênçãos pensando nas pessoas que você ama.",
    "Se você quer o arco-íris, precisa suportar a chuva. D. Parton",
    "Nosso primeiro e último amor... é o amor próprio.",
    "Nenhum dos segredos do sucesso funciona a menos que você o faça.",
    "Hoje é um dia de sorte para aqueles que permanecem alegres e otimistas.",
    "Você nasceu com a habilidade de se comunicar facilmente com as pessoas.",
    "O primeiro passo para tempos melhores é imaginá-los.",
    "Confie na sua intuição. O universo está guiando sua vida.",
    "Não importa. Quem está sem defeitos?",
    "Sua felicidade está entrelaçada com sua visão de vida.",
    "O segredo para seguir em frente é começar.",
    "Faça dois sorrisos crescerem onde antes havia apenas uma carranca.",
    "Decida o que deseja e vá atrás disso.",
    "Seu sucesso passado será eclipsado pelo seu futuro sucesso.",
    "Você é talentoso de muitas maneiras.",
    "Qualquer dificuldade já está atrás de você.",
    "Grandes aventuras aguardam aqueles que estão dispostos a virar a esquina.",
    "Nenhum dos segredos do sucesso funciona a menos que você o faça.",
    "A coisa mais inteligente é se preparar para o inesperado.",
    "Ainda há tempo suficiente para você tomar um caminho diferente.",
    "Você é muito expressivo e positivo em palavras, atos e sentimentos.",
    "Você deve ser capaz de assumir e concluir qualquer coisa.",
    "Uma jornada de mil milhas começa com um único passo. Lao Tzu",
    "A tinta de um acadêmico dura mais do que o sangue de um mártir.",
    "A coisa engraçada sobre humildade. Justo quando você acha que a tem, perdeu-a.",
    "A jornada de mil milhas começa com um único passo. - Lao Tzu",
    "Você é capaz de conquistar grandes coisas. Acredite em si mesmo.",
    "Cada dia é um novo começo; respire fundo e comece de novo.",
    "Quando você parar de perseguir as coisas erradas, dará chance para as coisas certas te alcançarem.",
    "Boas coisas vêm para quem espera, mas coisas melhores vêm para quem trabalha por elas.",
    "Não se preocupe com o amanhã; ele se cuidará. Viva no momento presente.",
    "Seu sorriso é o seu maior trunfo; compartilhe-o com o mundo.",
    "Oportunidades são como nascer do sol; se você esperar demais, vai perdê-las.",
    "O sucesso não é a chave para a felicidade. A felicidade é a chave para o sucesso.",
    "A vida é cheia de surpresas. Abrace a incerteza com um coração aberto.",
    "Você é um farol de luz para aqueles ao seu redor.",
    "O riso é o melhor remédio; compartilhe seu riso contagiante com os outros.",
    "Grandes aventuras aguardam aqueles que estão dispostos a sair de suas zonas de conforto.",
    "Sua bondade e generosidade trarão muitas bênçãos em retorno.",
    "O sucesso não é final, o fracasso não é fatal: O que conta é a coragem de continuar. - Winston Churchill",
    "Quanto mais você trabalha por algo, maior será a satisfação quando alcançar.",
    "Seus melhores dias estão à sua frente, não atrás de você.",
    "Nunca desista de algo que você realmente deseja; é difícil esperar, mas mais desafiador é se arrepender.",
    "Sua positividade e otimismo te levarão a lugares extraordinários.",
    "Se você acreditar em si mesmo, tudo é possível.",
    "Seu futuro é o que você faz dele; crie algo incrível."
]