[
    "El árbol más recto es el primero en ser talado.  ",
    "Un Estado que es grande lleva consigo las semillas de su desaparición, del mismo modo que un árbol gigante se distingue por el golpe de un hacha. ",
    "En los buenos tiempos, el sabio trabaja para el Estado. ",
    "Construir una casa al borde de la carretera lleva más de tres años: Zhang Di advierte que las atracciones públicas atraen la atención del público, Dinastía Hang. ",
    "El verdadero oro no teme la prueba del fuego. ",
    "La guerra es como un fuego; ",
    "No hay victoria en ganar cien batallas. ",
    "Es victorioso quien sabe cuándo y cuándo no luchar. ",
    "El arte de la guerra consiste en frustrar los planes del enemigo, en romper sus alianzas y luego, sólo entonces, atacar a su ejército. ",
    "El movimiento de una espada no puede cortar la niebla del cielo. ",
    "Cuando el trabajo del líder perfecto se hace bien, la gente piensa que lo ha hecho todo por sí misma. ",
    "El fundamento del mundo está en la nación, el fundamento de la nación está en la familia y el fundamento de la familia está en el individuo. ",
    "Reyes y nobles, generales y ministros: esos hombres se hacen, no nacen. ",
    "La paciencia es un árbol de raíces amargas que da frutos dulces. ",
    "El que ataca primero admite que sus ideas han fracasado. ",
    "Para ganar la batalla, conserva la sorpresa. ",
    "Las gallinas grandes no comen arroz pequeño. ",
    "Haz una larga cola para pescar un pez grande. ",
    "Cuidado con una daga escondida en una sonrisa. ",
    "La reputación es como un pastel dibujado en el suelo. ",
    "Desde la antigüedad, los hombres han lamentado las grandes cosas puestas en usos insignificantes. ",
    "Aunque esta ave aún no ha levantado el vuelo, cuando lo haga sobrepasará el cielo. ",
    "Un hombre verdaderamente sabio no muestra su sabiduría. ",
    "Suprime tu deseo de gloria y nunca quedarás decepcionado. ",
    "Quienes buscan la fama, sólo la encontrarán por medios extraordinarios. ",
    "Cuida tus palabras y tus obras, porque tus palabras serán dichas y tus obras serán copiadas. ",
    "Un caballero rescataría a un hombre atrapado en un pozo, pero no se lanzaría él mismo. ",
    "Es una vergüenza que las palabras de un caballero sean mayores que sus hechos.- Confucio, Período Primavera y Otoño",
    "Cuidado que tus ojos no sean más grandes que tu barriga. ",
    "Un gran hombre es duro consigo mismo. ",
    "El sabio nunca confía en las apariencias. ",
    "Un tigre no acepta los insultos de las ovejas. ",
    "El líder debe estar al frente de las luchas del ejército. ",
    "El bambú se doblará con el viento (es decir, cambiará con los tiempos, no se romperá). ",
    "En el arquero hay parecido con el caballero. ",
    "Los ricos parten de ahorros combinados. ",
    "Haz como el sediento que bebe de un río.  ",
    "Incluso la planta más resistente no florecerá si se deja en el frío durante diez días de cada once. ",
    "Una moneda al día produce mil monedas en mil días. ",
    "No desperdicies el oro como si fuera tierra. ",
    "El agua lejana no puede apagar un fuego cercano. ",
    "Para atrapar al cachorro del tigre, hay que entrar en la guarida del tigre. ",
    "No dejes pasar la oportunidad, porque puede que no vuelva. ",
    "¿Quién no puede navegar un barco cuando el mar está en calma? ",
    "La verdad muchas veces se disfraza de broma. ",
    "Las brasas moribundas aún pueden provocar un incendio. ",
    "Sólo cuando sepas por qué has dado en el blanco, podrás decir verdaderamente que has aprendido tiro con arco. ",
    "En las zanjas no se encuentran peces lo suficientemente grandes como para tragarse un barco. ",
    "Cuanto más alto es el rango que alcanzo, más humildemente me comporto. ",
    "No te preocupes si los demás no te entienden. ",
    "Un hombre virtuoso se concentra en su propio trabajo, no en el de los demás. ",
    "Existe una amistad verdadera y sincera entre tú y tus amigos.",
    "Encuentras belleza en las cosas ordinarias, no pierdas esta habilidad.",
    "Las ideas son como niños; ",
    "Se necesita más que buena memoria para tener buenos recuerdos.",
    "Un momento emocionante está en su futuro inmediato.",
    "Tu bendición no es más que estar sano y salvo durante toda la vida.",
    "Planifique muchos placeres por delante.",
    "La alegría del hombre prolonga sus días.",
    "Tu eterna paciencia será recompensada tarde o temprano.",
    "Haz crecer dos sonrisas donde antes solo había un gruñido.",
    "Algo que perdiste pronto aparecerá.",
    "Tu corazón es puro, tu mente clara y tu alma devota.",
    "¡La emoción y la intriga te siguen de cerca dondequiera que vayas!",
    "Te espera una agradable sorpresa.",
    "Que la vida te depare una curva agradable.",
    "A medida que se vacía la bolsa, el corazón se llena.",
    "Sé travieso y no te sentirás solo.",
    "Tienes un profundo aprecio por las artes y la música.",
    "Tu talento para lo creativo ocupa un lugar importante en tu vida.",
    "Tus talentos artísticos se ganan la aprobación y el aplauso de los demás.",
    "Ora por lo que quieres, pero trabaja por las cosas que necesitas.",
    "Tus muchos talentos ocultos se volverán obvios para quienes te rodean.",
    "No lo olvides, siempre estás en nuestras mentes.",
    "Tu mayor fortuna es la gran cantidad de amigos que tienes.",
    "Una amistad firme será la base de su éxito en la vida.",
    "No preguntes, no digas. ",
    "Busque nuevas salidas para sus propias habilidades creativas.",
    "¡Prepárate para aceptar una maravillosa oportunidad en los días venideros!",
    "La fama, las riquezas y el romance son tuyos con solo pedirlos.",
    "La buena suerte es el resultado de una buena planificación.",
    "Se dicen cosas buenas de ti.",
    "Sonreír con frecuencia puede hacerte lucir y sentirte más joven.",
    "Alguien está hablando bien de ti.",
    "Es el momento adecuado para hacer nuevos amigos.",
    "Heredarás algo de dinero o un pequeño terreno.",
    "Tu vida será feliz y pacífica.",
    "Un amigo es un regalo que te haces a ti mismo.",
    "Un miembro de tu familia pronto hará algo que te enorgullecerá.",
    "Una velada tranquila con amigos es el mejor tónico para un largo día.",
    "Una sola palabra amable te mantendrá caliente durante años.",
    "La ira comienza con locura y termina con arrepentimiento.",
    "La generosidad y la perfección son tus metas eternas.",
    "Buenas noticias están en camino hacia usted.",
    "El que se ríe de sí mismo nunca se queda sin cosas de qué reírse.",
    "Si tus deseos no son extravagantes, serán concedidos.",
    "Que haya magia en tu sonrisa y firmeza en tu apretón de manos.",
    "Si quieres el arcoíris, debes aguantar la lluvia. ",
    "La naturaleza, el tiempo y la paciencia son los tres mejores médicos.",
    "Las palabras fuertes y amargas indican una causa débil.",
    "El principio de la sabiduría es desearla.",
    "Tendrás una experiencia muy agradable.",
    "Heredarás algo de dinero o un pequeño terreno.",
    "Vivirás una vida larga y feliz.",
    "Pasarás la vejez en comodidad y riqueza material.",
    "Pisarás el suelo de muchos países.",
    "Te arriesgarás en algo en el futuro cercano.",
    "Serás testigo de una ceremonia especial.",
    "Tu eterna paciencia será recompensada tarde o temprano.",
    "Su gran atención al detalle es tanto una bendición como una maldición.",
    "Tu corazón es un lugar para obtener la verdadera felicidad.",
    "Tu capacidad para hacer malabarismos con muchas tareas te llevará lejos.",
    "Un amigo sólo te pide tu tiempo, no tu dinero.",
    "Serás invitado a un evento emocionante.",
    "Una cálida sonrisa es testimonio de un carácter generoso.",
    "Un admirador secreto pronto te enviará una señal de afecto.",
    "El amor no me hace preguntas y me brinda un apoyo infinito. ",
    "Al final hay tres cosas que perduran: la fe, la esperanza y el amor; ",
    "No lo olvides, siempre estás en nuestras mentes.",
    "El amor es para los afortunados y los valientes.",
    "Si das continuamente, continuamente tendrás.",
    "Si quieres el arcoíris, debes aguantar la lluvia. ",
    "Si quieres ser amado, ama y sé amable.",
    "La persona que amas está más cerca de lo que crees.",
    "Ama siempre y profundamente.",
    "Tu corazón siempre se dará a conocer a través de tus palabras.",
    "El amor engendra amor.",
    "No podemos hacer grandes cosas; ",
    "El amor es como las flores silvestres... a menudo se encuentra en los lugares más insospechados.",
    "El amor es la única medicina para un corazón roto.",
    "El amor es el triunfo de la imaginación sobre la inteligencia. ",
    "En el jardín crece mucho más de lo que allí se planta.",
    "Aquel que te admira mucho se esconde ante tus ojos.",
    "Sólo el amor nos permite ver las cosas normales de forma extraordinaria.",
    "El mayor regalo es el amor.",
    "Es el momento adecuado para hacer nuevos amigos.",
    "No hay límite para la paciencia del amor, su confianza, su esperanza, su poder para perseverar.",
    "Quien tiene amor, tiene riqueza sin medida.",
    "Amar es perdonar.",
    "Los corazones no se deben recibir como regalo, sino que se deben ganar. ",
    "Tu corazón es un lugar para obtener la verdadera felicidad.",
    "El amor lo conquista todo.",
    "Cuenta tus bendiciones pensando en aquellos a quienes amas.",
    "Si quieres el arcoíris, debes aguantar la lluvia. ",
    "Nuestro primer y último amor... es el amor propio.",
    "Ninguno de los secretos del éxito funcionará a menos que usted lo haga.",
    "Hoy es un día de suerte para quienes se mantienen alegres y optimistas.",
    "Naciste con la habilidad de comunicarte fácilmente con la gente.",
    "El primer paso hacia tiempos mejores es imaginarlos.",
    "Confía en tu intuición. ",
    "No importa. ",
    "Tu felicidad está entrelazada con tu visión de la vida.",
    "El secreto para salir adelante es empezar.",
    "Haz crecer dos sonrisas donde antes solo había un gruñido.",
    "Decide lo que quieres y ve por ello.",
    "Su éxito pasado se verá ensombrecido por su éxito futuro.",
    "Tienes talento en muchos sentidos.",
    "Cualquier momento difícil ha quedado atrás.",
    "Grandes aventuras esperan a aquellos que estén dispuestos a doblar la esquina.",
    "Ninguno de los secretos del éxito funcionará a menos que usted lo haga.",
    "Lo inteligente es prepararse para lo inesperado.",
    "Todavía hay tiempo suficiente para que tomes un camino diferente.",
    "Eres muy expresivo y positivo en palabras, actos y sentimientos.",
    "Deberías poder emprender y completar cualquier cosa.",
    "Un viaje de mil millas comienza con un solo paso. ",
    "La tinta de un erudito dura más que la sangre de un mártir.",
    "Lo curioso de la humildad. ",
    "El viaje de mil millas comienza con un solo paso. ",
    "Eres capaz de lograr grandes cosas. ",
    "Cada día es un nuevo comienzo; ",
    "Cuando dejas de perseguir las cosas equivocadas, le das a las cosas correctas la oportunidad de atraparte.",
    "Las cosas buenas les llegan a quienes esperan, pero las mejores les llegan a quienes trabajan para ellas.",
    "No te preocupes por el mañana; ",
    "Tu sonrisa es tu mayor activo; ",
    "Las oportunidades son como los amaneceres; ",
    "El éxito no es la clave de la felicidad. ",
    "La vida está llena de sorpresas. ",
    "Eres un faro de luz para quienes te rodean.",
    "La risa es la mejor medicina; ",
    "Grandes aventuras esperan a aquellos que estén dispuestos a salir de su zona de confort.",
    "Su amabilidad y generosidad le traerán a cambio muchas bendiciones.",
    "El éxito no es definitivo, el fracaso no es fatal: lo que cuenta es el coraje para continuar. ",
    "Cuanto más trabajes por algo, mejor te sentirás cuando lo logres.",
    "Tus mejores días están delante de ti, no detrás de ti.",
    "Nunca renuncies a algo que realmente deseas; ",
    "Tu positividad y optimismo te llevarán a lugares extraordinarios.",
    "Si crees en ti mismo, todo es posible.",
    "Tu futuro es lo que haces con él; "
]