{
    "master": "Número maestro",
    "destiny": {
        "1": "Este es el camino del que toma riesgos, del emprendedor, del pionero totalmente independiente.",
        "2": "Este es el camino del ama de casa, del jugador de equipo, del cuidador y del coleccionista.",
        "3": "Este es el camino del aventurero, creativo y proverbial \"Peter Pan\" y/o del disciplinado científico \"Dapper Dan/Danielle\".",
        "4": "Este es el camino del empleado/empresario trabajador, dedicado, franco y amigo leal y de buen corazón.",
        "5": "Este es el camino del enérgico luchador por la libertad, del promotor y del elegante y socialmente adepto/viajero del mundo.",
        "6": "Éste es el camino del buen ciudadano, del maestro paciente, del defensor de la equidad y la justicia y del padre cósmico de todos.",
        "7": "Éste es el camino del erudito, del perfeccionista, del genio y del guardián de secretos.",
        "8": "Este es el camino de la matriarca/patriarca, del juez, del productor/director, del orquestador y del acto de clase.",
        "9": "Este es el camino del \"alma vieja\" aristocrática y gentil, y del humanitario universal.",
        "11": "Este es el camino del asesor/consejero intuitivo, del pacificador y de la figura pública ilustrada.",
        "22": "Éste es el camino del visionario iluminado, prudente, organizado, decidido e inspirador.",
        "title": "Destino",
        "description": "Este es el número más influyente en relación con sus motivaciones personales, qué y quién le gusta en su entorno y las carreras a las que probablemente aspiraría.",
        "func": "Mes + Día + Año"
    },
    "personality": {
        "1": "Eres dinámico, tenaz y un líder natural, y tu enfoque decidido prepara el escenario para tu éxito.",
        "2": "Eres un pacificador, cariñoso, afectuoso y amable, y un amigo, compañero, empleado o jefe indispensable.",
        "3": "Eres increíblemente creativo, imaginario y entretenido, y un anfitrión o anfitriona superlativo.",
        "4": "Eres una persona dedicada, detallista e incansable, y tu palabra vale como oro.",
        "5": "Tu naturaleza inteligente, entusiasta y genial inspira y motiva a todos los que te conocen.",
        "6": "Eres responsable, orientada a las personas y amante de la belleza, la naturaleza y el hogar.",
        "7": "Eres analítico, orientado a la investigación y tu búsqueda de conocimiento es vasta e insaciable.",
        "8": "Eres un operador ambicioso, organizado, de calidad y nacido para ser un líder con inclinación por el protocolo y la justicia.",
        "9": "Tiene múltiples talentos, es creativo y competente y muestra su verdadero carácter cuando está al servicio de los demás.",
        "10": "Eres independiente, considerado y responsable con una naturaleza responsable; ",
        "11": "Eres sensible, inteligente, original, inspirador, sabes escuchar y asumes naturalmente el papel de \"hombros grandes\" para muchos.",
        "12": "Eres encantador, afable y creativo y tu gran determinación y previsión te ayudan a manifestar tus objetivos.",
        "13": "Eres astuto, independiente, con los pies en la tierra y franco, y tu dedicación, tenacidad y resistencia ante cualquier concepto, circunstancia o esfuerzo es extraordinaria.",
        "14": "Eres un depósito de energía con una mente de trampa de acero que constantemente genera nuevas ideas y conceptos y soluciones creativos y prácticos.",
        "15": "Su mente independiente, creativa, artística/científica anhela investigar y analizar una amplia gama de temas y defender la equidad y la justicia.",
        "16": "Su mente analítica e intelectual única requiere períodos de tiempo a solas para resolver su sed interminable de conocimiento y alcanzar más allá de los límites aceptados en esa búsqueda.",
        "17": "Eres inteligente, ambicioso, valiente, posees suficiente energía y vitalidad para gobernar un país, ¡y eres la persona de clase por excelencia!",
        "18": "Eres una potencia multitalentosa de sabiduría, fuerza, coraje y compasión de gran alcance que está dando lo mejor de ti al ayudar a los necesitados.",
        "19": "Su naturaleza aventurera le hace anhelar la variedad y el cambio, pero cuando está inspirado, también puede ser un empleado, jefe, compañero y amigo tenaz, dedicado y honorable.",
        "20": "Su naturaleza afectuosa, servicial y prudente es apreciada en cualquier entorno laboral y hará y conservará muchos amigos a lo largo de su vida.",
        "21": "Eres bondadoso, optimista, inspirador y generoso. ",
        "22": "Exhibes disciplina, energía, lógica y sensibilidad extraordinarias y tienes la mente de un visionario magistral, iluminado y emprendedor.",
        "23": "Posees un espíritu cariñoso, amante de la diversión y orientado a la libertad y tu mente rápida, originalidad e intelecto producen constantemente ideas y planes inteligentes y únicos.",
        "24": "Eres encantador, sociable, ingenioso y más amante que luchador. ",
        "25": "Eres ingenioso y sabio, y te preguntas sobre todo. ",
        "26": "Tu personalidad es como la de un general de cinco estrellas: firme, al mando y con afición por el protocolo. ",
        "27": "Al igual que Old King Cole, eres un \"alma vieja\" y posees un vasto conocimiento innato y una extraordinaria perceptividad. ",
        "28": "Eres encantador, independiente, un diplomático nato y tu carácter es el de un triunfador y líder. ",
        "29": "Tu naturaleza amable y sensible se complementa con una combinación de energía y carisma que atrae a la gente hacia ti como un imán. ",
        "30": "Eres inteligente, creativo, amante de la diversión, bendecido con un gran sentido del humor y excepcionalmente talentoso cuando participas en cualquier esfuerzo creativo. ",
        "31": "Eres creativo, innovador y posees una gran cantidad de conocimientos. ",
        "title": "Personalidad",
        "description": "Este número describe lo que está detrás de escena o es privado.",
        "func": "Día"
    },
    "attitude": {
        "1": "Naces con una voluntad fuerte y una naturaleza independiente. ",
        "2": "Naciste para ser un niño y un adulto joven dulce, gentil, amable y afectuoso. ",
        "3": "Naces algo tímido pero una vez que aprendes a hablar puedes convertirte en un animador natural, aventurero y cautivador.",
        "4": "Naces con un temperamento sensible y testarudo, pero puedes ser muy dulce y obediente cuando te elogian y alientan.",
        "5": "¡Naces con energía abundando! ",
        "6": "Naciste para ser responsable, concienzudo, considerado, amable y afectuoso con todos, especialmente con tus padres, hermanos, amigos y todas las cosas de la naturaleza.",
        "7": "Naces con una mente brillante que necesita tiempo a solas para satisfacer tu búsqueda de conocimiento y vastos intereses e intrigas.",
        "8": "Naces para ser ejemplar en todo lo que haces; ",
        "9": "Naces con una sensibilidad más adulta a una edad muy temprana. ",
        "11": "Naces súper sensible; ",
        "22": "Naces con una vena testaruda pero con estímulo puedes ser una persona muy decidida, emprendedora, inspirada e ingeniosa.",
        "title": "Actitud",
        "description": "Este número es más poderoso en los primeros 30 a 35 años de su vida y representa cómo y por qué reacciona ante las circunstancias de su juventud.",
        "func": "Mes + Día"
    },
    "character": {
        "1": "Poseer una mente original e innovadora, con un enfoque firme en tus objetivos, te califica como líder.",
        "2": "Al ser diplomático por naturaleza, bondadoso y pacificador, su personalidad pública es como la de un embajador del pueblo.",
        "3": "Sus habilidades optimistas, entusiastas y creativas le brindan la capacidad de involucrar, inspirar y entretener a otros en cualquier línea de trabajo que elija.",
        "4": "Su personalidad pública concienzuda, organizada, sistemática y confiable lo convierte en un codiciado trabajador-abeja o presidente de la junta directiva.",
        "5": "Su naturaleza encantadora, articulada, flexible y consciente del estilo lo convierte en un creador de tendencias que puede involucrar e inspirar a muchos cuando se concentra en una misión.",
        "6": "Como padre/maestro/ser humano excepcional, humanitario, orientado a la comunidad y que siempre \"hace un esfuerzo adicional\", usted es un comité o líder de causa ejemplar.",
        "7": "Como genio filosóficamente vanguardista y buscador de conocimiento, usted no busca ser el centro de atención, sino que es un maestro, catedrático y especialista profesional superlativo.",
        "8": "Su personalidad imponente y ejemplar de maestro de maestros, juez/jurado, productor/director posee un sexto sentido que le permite distinguir fácilmente el bien del mal en cualquier cosa.",
        "9": "Como un sabio nato, aristocrático y humanitario socialmente agradable, gravitas hacia la comunidad que puede beneficiarse más de tu misión de \"servidor desinteresado\".",
        "11": "Como consejero o líder comunitario empático, ilustrado y comprensivo, usted debe ser el centro de atención; ",
        "22": "Como constructor de imperios de mentalidad noble y organizador con orientación espiritual, usted es el más indicado para ayudar a causas públicas y empresas que aprecian su estilo dedicado y sencillo.",
        "title": "Personaje",
        "description": "Este número representa principalmente sus cualidades públicas y sociales, pero también exhibirá mucho de lo mismo en sus relaciones personales.",
        "func": "Letras"
    },
    "soul": {
        "1": "El impulso de su alma es ser innovador, creativo y llevar a las masas a un reino superior de conciencia y comprensión que engendre compasión por todos.",
        "2": "El impulso de tu alma es lograr paz, armonía y delicadeza para lograr mayores cualidades nutritivas y amorosas en aquellos a quienes conoces y consuelas.",
        "3": "El impulso de tu alma es traer ALEGRÍA, entusiasmo, pasión y despertar la imaginación de los demás con creatividad y conceptos e intereses reconfortantes.",
        "4": "El impulso de su alma es brindar honestidad, confiabilidad, practicidad y determinación para ayudar a los demás y a usted mismo a lograr resultados inspiradores e esclarecedores.",
        "5": "El impulso de su alma es utilizar su energía abundante, su amplitud de miras y sus atributos mentales progresivos para ayudar a generar contribuciones nobles para la humanidad.",
        "6": "El impulso de tu alma es ser responsable, concienzudo, afectuoso y amable con todos y cada uno, y enseñar, aconsejar y consolar para mantener esas cualidades.",
        "7": "El impulso de tu alma es utilizar tu naturaleza analítica, orientada a la investigación y cuestionadora para descubrir algo significativo que ayudará a muchos, en lugar de a unos pocos.",
        "8": "El impulso de tu alma es brindar calidad, consistencia e inspiración a los demás y lograr tu delicadeza natural y calidad en todo lo que tocas.",
        "9": "El impulso de tu alma es utilizar tus cualidades aristocráticas, gentiles y humanas con coherencia, lo que ayudará a preparar el escenario para que otros lo emulen.",
        "11": "El impulso de tu alma es traer paz, armonía, belleza y honorabilidad como ejemplos de tus cualidades espirituales más elevadas para que todos las aprecien y, con suerte, las imiten.",
        "22": "El impulso de tu alma es el de un \"Maestro Constructor\", uno cuyo deseo más profundo es ayudar y servir a la humanidad y a la tierra con altitud y humanitarismo.",
        "title": "impulso del alma",
        "description": "Esta influencia presenta una visión de su yo intuitivo y conmovedor.",
        "func": "vocales"
    },
    "agenda": {
        "1": "Esta agenda incita un deseo innato de ser independiente, liderar, innovar y crear conceptos y cosas originales y únicos.",
        "2": "Esta agenda genera el deseo innato de vivir la vida en paz y armonía, logrando una naturaleza no agresiva, cooperativa y agradable para todos.",
        "3": "Esta agenda inspira un deseo innato de ser más creativo, entretenido y viajar por el mundo, brindando mayor placer y alegría a todos los que interactúan con su personalidad edificante.",
        "4": "Esta agenda implica lógica, organización y perseverancia para manifestar las necesidades, los deseos y la tranquilidad innatos que albergas y mantienes.",
        "5": "Esta agenda inspira más que cualquier otra cosa un deseo innato de libertad, además de adquirir la capacidad de viajar y vivir sin restricciones tanto como sea posible.",
        "6": "Esta agenda tiene un fuerte enfoque humanitario innato: ayudar y cuidar todas las cosas de la Tierra: los humanos, los animales y la hermosa Tierra misma.",
        "7": "Esta agenda provoca una sed innata de adquirir conocimientos asociados con las ciencias (esotéricas o no), las filosofías, las artes y la espiritualidad.",
        "8": "Esta agenda expresa un deseo innato de poder, aclamación y amasar enormes cantidades de dinero, o ser un maestro ilustrado de las masas.",
        "9": "Esta agenda afecta un deseo innato de lograr lo mejor de todo, desde ropa y automóviles hasta entretenimiento, o una necesidad excesiva de vivir una vida totalmente humanitaria sin pensar en uno mismo.",
        "11": "Esta agenda incita una necesidad innata de ministrar, aconsejar o participar en las artes curativas de una manera que ayude a muchos, o de hacerse conocido por sus servicios humanitarios.",
        "22": "Esta agenda inspira un deseo innato de hacer algo grandioso por la humanidad. ",
        "title": "Agenda oculta",
        "description": "Esta vibración ofrece tus deseos innatos (ocultos).",
        "func": "Consonantes"
    },
    "purpose": {
        "1": "Tu Propósito Divino es dejar un legado de algo que fuiste pionero: un concepto, un producto, una base.",
        "2": "Tu Propósito Divino es traer paz, consuelo y armonía a tus semejantes.",
        "3": "Tu Propósito Divino es utilizar tus talentos creativos e imaginativos para producir un producto, una idea, un libro, una película o alguna otra forma de expresión artística.",
        "4": "Tu Propósito Divino es construir una base estable que ayude a las personas y tenga un enfoque humanitario.",
        "5": "Su Propósito Divino es ayudar a efectuar cambios progresivos que mejoren la vida de las generaciones futuras.",
        "6": "Vuestro Propósito Divino es enseñar, instigar y ayudar a causas humanitarias, cuidar del hogar y la familia y ser socialmente responsables.",
        "7": "Tu Propósito Divino es impartir el vasto conocimiento que has acumulado en una ciencia, un arte, una filosofía o una religión a través de un esfuerzo creativo.",
        "8": "Tu Propósito Divino es liderar, dirigir, iniciar e instigar como líder o ejecutivo, y ayudar a los menos afortunados a través de la filantropía.",
        "9": "Vuestro Propósito Divino es ser un humanitario universal: un buen padre, un buen compañero y un buen ciudadano; ",
        "11": "Tu Propósito Divino es ayudar a las personas en los planos espiritual, psicológico y mental. ",
        "22": "Vuestro Propósito Divino es organizar y construir; ",
        "title": "Propósito Divino",
        "description": "Esta es su vibración numérica de despedida y desempeño. ",
        "func": "Destino + Carácter"
    },
    "general": {
        "1": "1 simboliza un espíritu pionero, naturaleza independiente y capacidades de liderazgo innatas. ",
        "2": "Dentro de la numerología, la vibración 2 asume el papel de mediadora, creando armonía al reunir fuerzas disonantes a través de la compasión, la empatía y la bondad. ",
        "3": "El número 3 siempre ha tenido un poderoso simbolismo. ",
        "4": "En numerología, el 4 tiene energía terrenal y se centra en fortalecer sus raíces. ",
        "5": "Librepensador, aventurero y progresista, 5 se define por la libertad. ",
        "6": "El número 6 es reconocido por su naturaleza enriquecedora, solidaria y empática. ",
        "7": "Los detectives de la numerología, 7, son conocidos por sus habilidades de investigación y análisis. ",
        "8": "8 tiene que ver con la abundancia. ",
        "9": "La misión de 9 es alcanzar su estado de conciencia más elevado y ayudar a otros a alcanzar también esta conciencia espiritual. ",
        "11": "El número 11 es el número Maestro relacionado con el Karma. ",
        "22": "El número 22 es considerado como uno de los números más poderosos, capaz de convertir todos los sueños y deseos en realidad. ",
        "title": "Información general",
        "description": "Información general sobre tu número personal.",
        "func": "Destino"
    }
}