[
    {
        "Name": "Puer",
        "EnglishName": "Niño",
        "Planet": "Marte (directo)",
        "ZodiacSign": "Libra",
        "Portent": "Muy malo",
        "Element": "Aire",
        "Gender": "Masculino",
        "Image": "./images/geomancy/1PERU.png",
        "Meaning": "Niño. Acción sin pensar. Impulsividad. Agresividad. Comportamiento temerario. Energía que necesita ser canalizada o controlada. Pasión. Falta de reflexión. Favorable para el amor o la guerra, pero desfavorable para cualquier otra cosa.",
        "AdditionalInfo": "Puer favorece cualquier tipo de actividad física como deportes, ||actos sexuales||, o enfrentarse a un enemigo en el ámbito físico (una pelea física)."
    },
    {
        "Name": "Populus",
        "EnglishName": "Gente",
        "Planet": "Luna (creciente)",
        "ZodiacSign": "Capricornio",
        "Portent": "Mayormente malo",
        "Element": "Agua",
        "Gender": "Femenino",
        "Image": "./images/geomancy/2POPULUS.png",
        "Meaning": "Gente. Multitud. Grupo. Familia. Amigos. Participación grupal. Usualmente indica que el resultado de un asunto depende de otros. Mensajes. Noticias. Mente colectiva. Dejarse llevar por la corriente.",
        "AdditionalInfo": "Populus favorece cualquier cosa que requiera la aprobación o cooperación de otros, como pedir favores a figuras de autoridad."
    },
    {
        "Name": "Puella",
        "EnglishName": "Niña",
        "Planet": "Venus (directo)",
        "ZodiacSign": "Géminis",
        "Portent": "Bueno",
        "Element": "Agua",
        "Gender": "Femenino",
        "Image": "./images/geomancy/3PUELLA.png",
        "Meaning": "Niña. Armonía. Pureza. Limpieza. Apariencias externas. Superficialidad. Indecisión e inconstancia. Sanación. Nutrición. Pasividad. Empatía.",
        "AdditionalInfo": "Puella favorece cualquier cosa emocional, como ablandar el corazón de un enemigo o formar un vínculo emocional con un amante. También puede usarse para rodearte de un aura de carisma o encanto."
    },
    {
        "Name": "Carcer",
        "EnglishName": "Prisión",
        "Planet": "Saturno (directo)",
        "ZodiacSign": "Piscis",
        "Portent": "Moderadamente malo",
        "Element": "Tierra",
        "Gender": "Femenino",
        "Image": "./images/geomancy/4CARCER.png",
        "Meaning": "Prisión. Aislamiento. Confinamiento, limitaciones y restricciones. Retrasos y reveses de fortuna. Bueno para contratos e hipotecas. Servidumbre y la necesidad de aceptar una situación tal como es. Generalmente desfavorable, a menos que el asunto sea sobre estabilidad o seguridad. Atrapado en una situación.",
        "AdditionalInfo": "Carcer favorece actividades que requieren soledad, como meditación, prácticas espirituales y autorreflexión; retrasar lo inevitable; cultivar paciencia; y cualquier esfuerzo por establecer permanencia. También puede usarse para atrapar espíritus negativos o malignos, o para contactar a los muertos."
    },
    {
        "Name": "Fortuna Minor",
        "EnglishName": "La fortuna menor",
        "Planet": "Sol",
        "ZodiacSign": "Tauro",
        "Portent": "Moderadamente malo",
        "Element": "Tierra",
        "Gender": "Femenino",
        "Image": "./images/geomancy/5FORTUNAMINOR.png",
        "Meaning": "Fortuna menor. Suerte menor. Pequeños golpes de suerte. Rapidez. Asistencia de otros. Protección contra la desgracia y el daño. Abuso de poder. Es posible que debas trabajar arduamente y necesitarás la ayuda de otros, pero el éxito será tuyo.",
        "AdditionalInfo": "Fortuna Minor favorece cualquier actividad que deba lograrse rápidamente. Se utiliza para materializar una idea o concepto."
    },
    {
        "Name": "Rubeus",
        "EnglishName": "Rojo",
        "Planet": "Marte (directo)",
        "ZodiacSign": "Géminis",
        "Portent": "Muy malo",
        "Element": "Fuego",
        "Gender": "Masculino",
        "Image": "./images/geomancy/6RUBEUS.png",
        "Meaning": "Rojo. Pasión. Vicio. Ira. Sexo y sexualidad. Una advertencia. Necesidad de retirarse. Negatividad y agitación. Instintos primarios. Travesuras. Lujuria. La emoción de todo.",
        "AdditionalInfo": "Rubeus favorece cualquier actividad que dependa de engañar a otros o del conocimiento oculto. Puede ser utilizado para incitar guerras, separar amantes o maldecir a los enemigos."
    },
    {
        "Name": "Tristitia",
        "EnglishName": "Tristeza",
        "Planet": "Saturno (retrógrado)",
        "ZodiacSign": "Escorpio",
        "Portent": "Muy malo",
        "Element": "Tierra",
        "Gender": "Femenino",
        "Image": "./images/geomancy/7TRISTITIA.png",
        "Meaning": "Tristeza. Decepción repentina e inesperada. Depresión. Humillación. Soledad. Mal giro de los acontecimientos. Pérdida y destrucción de algo que se ha construido con cuidado. Enfermedad. Dolor y sufrimiento. Desfavorable, excepto si la cuestión se refiere a estabilidad o secretos.",
        "AdditionalInfo": "Tristitia favorece cualquier tipo de magia terrenal, trabajar con tierras, talismanes, hierbas; guardar secretos y búsquedas espirituales profundas. Puede ser usado para deshacer hechizos y maldiciones."
    },
    {
        "Name": "Amissio",
        "EnglishName": "Pérdida",
        "Planet": "Venus (retrógrado)",
        "ZodiacSign": "Escorpio",
        "Portent": "Muy malo",
        "Element": "Fuego",
        "Gender": "Masculino",
        "Image": "./images/geomancy/8AMISSIO.png",
        "Meaning": "Pérdida. Pérdida de dinero, amor o salud. Cosas perdidas o robadas. Enfermedad. Robo. Problemas financieros. Resultado negativo. Desamparo. Soledad. Desfavorable para cualquier tipo de ganancia, pero favorable si deseas deshacerte de algo.",
        "AdditionalInfo": "Amissio se utiliza para deshacerse de una persona, lugar o cosa, así como para formar relaciones, especialmente románticas (para \"perder\" la soledad o el estado de soltero)."
    },
    {
        "Name": "Acquisitio",
        "EnglishName": "Ganancia",
        "Planet": "Júpiter (directo)",
        "ZodiacSign": "Aries",
        "Portent": "Bueno",
        "Element": "Aire",
        "Gender": "Masculino",
        "Image": "./images/geomancy/9ACQUISITIO.png",
        "Meaning": "Ganancia. Prosperidad. Promoción. Beneficio. Ganancias provenientes de negocios o la extensión de propiedad existente. Éxito mundano. Las dificultades han quedado atrás. Un objetivo está al alcance. Fin del amor. Falta de compasión por los menos afortunados.",
        "AdditionalInfo": "Acquisitio favorece cualquier actividad en la que desees obtener algo de valor, como dinero o un empleo bien remunerado."
    },
    {
        "Name": "Laetitia",
        "EnglishName": "Alegría",
        "Planet": "Júpiter (retrógrado)",
        "ZodiacSign": "Tauro",
        "Portent": "Bueno",
        "Element": "Aire",
        "Gender": "Masculino",
        "Image": "./images/geomancy/10LAETITIA.png",
        "Meaning": "Alegría, Risa, Felicidad. Buena suerte. Deleite. Belleza. Buena salud. Felicidad. Armonía y paz mental. Prosperidad. Favorable para casi cualquier cosa. Movimiento ascendente. Mejora de la situación.",
        "AdditionalInfo": "Laetitia favorece cualquier actividad que no requiera secretos. Trae alegría y felicidad a cualquier situación."
    },
    {
        "Name": "Albus",
        "EnglishName": "Blanco",
        "Planet": "Mercurio (directo)",
        "ZodiacSign": "Cáncer",
        "Portent": "Muy bueno",
        "Element": "Agua",
        "Gender": "Femenino",
        "Image": "./images/geomancy/11ALBUS.png",
        "Meaning": "Blanco. Paz. Iluminación. Sabiduría. Tradiciones. Los ancestros. Guías. Moderación. Crecimiento espiritual y armonía. Paciencia y reflexión. Débil pero favorable. Ve más despacio y piensa antes de actuar.",
        "AdditionalInfo": "Albus favorece cualquier actividad centrada en la mente o el espíritu, como la lectura, la comunicación efectiva y el acceso al conocimiento ancestral o la adivinación."
    },
    {
        "Name": "Conjunctio",
        "EnglishName": "Unión",
        "Planet": "Mercurio (directo)",
        "ZodiacSign": "Cáncer",
        "Portent": "Muy bueno",
        "Element": "Agua",
        "Gender": "Femenino",
        "Image": "./images/geomancy/12CONJUNCTIO.png",
        "Meaning": "Unión. Interacción. Amor. Amistad. Atracción sexual. Contratos. Acuerdos. Asociaciones. Combinación de fuerzas para bien o para mal. Reunión. Regreso de objetos perdidos o desaparecidos. Elecciones. Encrucijadas.",
        "AdditionalInfo": "Conjunctio favorece establecer cualquier tipo de conexión, como la comunicación con otra persona, relaciones y encontrar objetos perdidos."
    },
    {
        "Name": "Cauda Draconis",
        "EnglishName": "La Cola del Dragón",
        "Planet": "Cauda Draconis",
        "ZodiacSign": "Sagitario",
        "Portent": "Muy malo",
        "Element": "Tierra",
        "Gender": "Femenino",
        "Image": "./images/geomancy/13CAUDARACONIS.png",
        "Meaning": "La Cola del Dragón. Una salida, escape o forma de escapar. Finales. Una espiral descendente. Una persona o situación de la que necesitas alejarte por tu seguridad. Purga. Peligro. Maldad.",
        "AdditionalInfo": "Cauda Draconis es favorable para provocar cualquier tipo de final o romper lazos con la negatividad."
    },
    {
        "Name": "Via",
        "EnglishName": "El Camino",
        "Planet": "Luna (menguante)",
        "ZodiacSign": "Leo",
        "Portent": "Bueno",
        "Element": "Agua",
        "Gender": "Femenino",
        "Image": "./images/geomancy/14VIA.png",
        "Meaning": "El Camino. La carretera adelante. Libertad. Aventura. Un viaje físico o metafórico. Activación. Movimiento hacia adelante. Esfuerzo. Ambición. Cambio dinámico. Favorable para viajes y aventuras de todo tipo.",
        "AdditionalInfo": "Via favorece cualquier cosa relacionada con movimiento y cambio, como abrir caminos, eliminar obstáculos, viajes seguros o cambiar de carrera."
    },
    {
        "Name": "Caput Draconis",
        "EnglishName": "La Cabeza del Dragón",
        "Planet": "Caput Draconis",
        "ZodiacSign": "Virgo",
        "Portent": "Muy bueno",
        "Element": "Fuego",
        "Gender": "Masculino",
        "Image": "./images/geomancy/16CAPUTDRACONIS.png",
        "Meaning": "La Cabeza del Dragón. Comienzos. Un lugar de entrada. Nuevos inicios, nacimiento e inocencia. Alerta y astucia. Beneficio. Un nuevo ciclo o aventura. Bendiciones al principio. Purificación y renovación.",
        "AdditionalInfo": "Caput Draconis favorece la creación de nuevos comienzos. También puede ser utilizado para ganar el favor de personas influyentes, como jueces o jefes."
    }
]