[
    {
        "Name": "Puer",
        "EnglishName": "Boy",
        "Planet": "Mars (direct)",
        "ZodiacSign": "Libra",
        "Portent": "Very bad",
        "Element": "Air",
        "Gender": "Masculine",
        "Image": "./images/geomancy/1PERU.png",
        "Meaning": "Boy. Action without thought. Rashness. Combativeness. Reckless Behavior. Aggression. Cockiness.  Great energy that needs to be harnessed or reigned in. Passion. Thoughtlessness. Favorable for love or war but unfavorable for anything else.",
        "AdditionalInfo": "Puer favors any type of physical activity such as sports, ||sexual acts||, or engaging an enemy in the physical realm (a physical fight)."
    },
    {
        "Name": "Populus",
        "EnglishName": "People",
        "Planet": "Moon (Waxing)",
        "ZodiacSign": "Capricorn",
        "Portent": "Mostly bad",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/2POPULUS.png",
        "Meaning": "People. Crowd. Group. Family. Friends. Group involvement. Usually indicates that the outcome of a matter depends on others.  Messages. News. Group mind. Going with the flow.",
        "AdditionalInfo": "Populus favors anything that requires the approval or cooperation of others such as asking seeking favors from authority figures."
    },
    {
        "Name": "Puella",
        "EnglishName": "Girl",
        "Planet": "Venus (direct)",
        "ZodiacSign": "Gemini",
        "Portent": "Good",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/3PUELLA.png",
        "Meaning": "Girl. Harmony. Purity. Cleanliness. External appearances. Superficiality. Indecisiveness and fickleness. Healing. Nurturing. Passivity. Empathy.",
        "AdditionalInfo": "Puella favors anything emotional such as softening the heart of an enemy or forming an emotional bond with a lover.  It may also be used to surround you with an air of charisma or charm."
    },
    {
        "Name": "Carcer",
        "EnglishName": "Prison",
        "Planet": "Saturn (direct)",
        "ZodiacSign": "Pisces",
        "Portent": "Moderately bad",
        "Element": "Earth",
        "Gender": "Feminine",
        "Image": "./images/geomancy/4CARCER.png",
        "Meaning": "Prison. Isolation. Confinement, limitations and restrictions. Delays and reversals of fortune. Good for contracts and mortgages. Servitude and the need to accept a situation as it is. Mostly unfavorable unless the issue is about stability or security. Trapped in a situation.",
        "AdditionalInfo": "Carcer favors activities that require solitude such as meditation, spiritual practices, and self reflection; delaying the inevitable; nurturing patience; and any efforts to establish permanence. It may also be used to trap negative or evil spirits; or to contact the dead."
    },
    {
        "Name": "Fortuna Minor",
        "EnglishName": "The lesser fortune",
        "Planet": "Sun",
        "ZodiacSign": "Taurus",
        "Portent": "Moderately bad",
        "Element": "Earth",
        "Gender": "Feminine",
        "Image": "./images/geomancy/5FORTUNAMINOR.png",
        "Meaning": "Minor Fortune.  Minor luck. Small windfall. Swiftness. Assistance from others. Protection from misfortune and harm. Abuse of power. You may have to work hard and will need to the help of others but success will be yours.",
        "AdditionalInfo": "Fortuna Major favors any and all activity that must be accomplish quickly. It is used to materialize an idea or concept "
    },
    {
        "Name": "Rubeus",
        "EnglishName": "Red",
        "Planet": "Mars (direct)",
        "ZodiacSign": "Gemini",
        "Portent": "Very bad",
        "Element": "Fire",
        "Gender": "Masculine",
        "Image": "./images/geomancy/6RUBEUS.png",
        "Meaning": "Red.  Passion. Vice. Temper. Sex and Sexuality. A Warning. Need for Retreat.  Negativity and upheaval. Gut Instincts. Mischief. Lust. The Thrill of it all.",
        "AdditionalInfo": "Ruebus favors any activity that depends on deceiving others or hidden knowledge. It may be used to incite wars, drive lovers apart, or curse one's enemies."
    },
    {
        "Name": "Tristitia",
        "EnglishName": "Sorrow",
        "Planet": "Saturn (retrograde)",
        "ZodiacSign": "Scorpio",
        "Portent": "Very bad",
        "Element": "Earth",
        "Gender": "Feminine",
        "Image": "./images/geomancy/7TRISTITIA.png",
        "Meaning": "Sadness. Sudden and unexpected disappointment. Depression. Humiliation. Loneliness. Bad turn of events. Loss and destruction of something that has been carefully built up. Illness. Pain Suffering. Unfavorable unless the issue concerns stability or secrets.",
        "AdditionalInfo": "Tristitia favors any type of earth magic, working with dirts, talismans, herbs; keeping secrets, and deep spiritual pursuits. It may be used to break down spells and curses."
    },
    {
        "Name": "Amissio",
        "EnglishName": "Loss",
        "Planet": "Venus (retrograde)",
        "ZodiacSign": "Scorpio",
        "Portent": "Very bad",
        "Element": "Fire",
        "Gender": "Masculine",
        "Image": "./images/geomancy/8AMISSIO.png",
        "Meaning": "Loss.  Loss of money, love, or good health.  Things lost or taken away. Illness. Theft. Financial problems. Negative outcome.  Destitution. Loneliness. Homelessness. Unfavorable for any type of gain, but favorable where you wish to lose something",
        "AdditionalInfo": "Amissio is used for ridding yourself of a person, place or thing; as well as for forming relationships, especially romantic ones (to \"lose\" your loneliness, or single status.)"
    },
    {
        "Name": "Acquisitio",
        "EnglishName": "Gain",
        "Planet": "Jupiter (direct)",
        "ZodiacSign": "Aries",
        "Portent": "Good",
        "Element": "Air",
        "Gender": "Masculine",
        "Image": "./images/geomancy/9ACQUISITIO.png",
        "Meaning": "Gain. Prosperity. Promotion. Benefit. Gains from business or extension of existing property. Worldly success. Difficulties behind you. A goal is within your reach. End of love. Lack of compassion for the lesser fortunate.",
        "AdditionalInfo": "Acquisitio favors any activity in which you wish to gain something of value such as money,  or a good paying job."
    },
    {
        "Name": "Laetitia",
        "EnglishName": "Joy",
        "Planet": "Jupiter (retrograde)",
        "ZodiacSign": "Taurus",
        "Portent": "Good",
        "Element": "Air",
        "Gender": "Masculine",
        "Image": "./images/geomancy/10LAETITIA.png",
        "Meaning": "Joy, Laughter, Happiness.  Good luck. Delight. Beauty. Good Health. Happiness.  Harmony and peace of mind. Prosperity.  Favorable for almost anything.  Upward movement. Improvement in your situation.",
        "AdditionalInfo": "Laetitia favors any activity that does not require secrecy. It brings joy and happiness to any situation."
    },
    {
        "Name": "Albus",
        "EnglishName": "White",
        "Planet": "Mercury (direct)",
        "ZodiacSign": "Cancer",
        "Portent": "Very good",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/11ALBUS.png",
        "Meaning": "White. Peace. Illumination. Wisdom. Traditions. The Elders. Ancestors. Guides. Moderation. Spiritual Growth and Harmony. Patience and thoughtfulness. Weak but favorable. Slow down and think before you act.",
        "AdditionalInfo": "Albus favors any activity centered around one’s mind or their spirit such as reading comprehension, effective communication, and accessing ancestral knowledge, or divination."
    },
    {
        "Name": "Conjunctio",
        "EnglishName": "White",
        "Planet": "Mercury (direct)",
        "ZodiacSign": "Cancer",
        "Portent": "Very good",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/12CONJUNCTIO.png",
        "Meaning": "Union. Interaction. Love. Friendship. Sexual Attraction.  Contracts. Agreements. Partnerships. Combination of forces for good or bad.  Reunion. The return of missing or lost objects. Choices. The Crossroads.",
        "AdditionalInfo": "Conjunctio favors making any type of connection such as communication with another person, relationships as well as finding lost objects."
    },
    {
        "Name": "Cauda Draconis",
        "EnglishName": "The dragons tail",
        "Planet": "Cauda Draconis",
        "ZodiacSign": "Sagittarius",
        "Portent": "Very bad",
        "Element": "Earth",
        "Gender": "Feminine",
        "Image": "./images/geomancy/13CAUDARACONIS.png",
        "Meaning": "Tail of the Dragon.  An exit, escape, or way out. Endings.  A downward spiral.  A person or situation that you need to walk away from for your own safety and security. Purging. Danger. Evil.",
        "AdditionalInfo": "Cauda Draconis is favorable for bring about any kind of endings or cutting ties with negativity. "
    },
    {
        "Name": "Via",
        "EnglishName": "Way",
        "Planet": "Moon (waning)",
        "ZodiacSign": "Leo",
        "Portent": "Good",
        "Element": "Water",
        "Gender": "Feminine",
        "Image": "./images/geomancy/14VIA.png",
        "Meaning": "The Way.  The road ahead. The open road. Freedom. Adventure. A journey which may be physical or metaphorical. Activation. Forward Motion. Effort. Drive. Ambition. Dynamic Change. Favorable for journeys and voyages of all kinds.",
        "AdditionalInfo": "Via favors anything to do with movement and change such as opening the way, removing obstacles, and safe travel, or changing careers"
    },
    {
        "Name": "Caput Draconis",
        "EnglishName": "The Dragons head",
        "Planet": "Caput Draconis",
        "ZodiacSign": "Virgo",
        "Portent": "Very good",
        "Element": "Fire",
        "Gender": "Masculine",
        "Image": "./images/geomancy/16CAPUTDRACONIS.png",
        "Meaning": "Head of the Dragon. Beginnings. A place of entry. New starts, birth and innocence. Alertness and shrewdness. Profit. A new cycle or adventure. Blessing at the outset. Cleansing and renewal.",
        "AdditionalInfo": "Caput Draconis favors creating a new beginning. It may also be used to curry favor of those in high places such as judges, your boss, etc... "
    }
]